Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: This unit's powers are increased by the Sylvan Essence (see this ability's <ref>dst='ability_sylvan essence' text='full description'</ref> for details).
es: Los poderes de esta unidad se incrementan por la Esencia Silvana (ver la <ref>dst='ability_sylvan essence' text='descripción completa'</ref> de esta habilidad para más detalles).

source: This unit's resistances are doubled to the point of 50% resistance, weaknesses are not affected.
es: Las resistencias de esta unidad se duplican hasta el punto de 50% de resistencia, las debilidades no se ven afectadas.

source: This unit cannot move to terrains other than water, castle and villages.
es: Esta unidad no puede moverse a terrenos distintos al agua, castillos y aldeas.

source: This unit will recover 4 HP per turn, poison will not be affected. While on icy and snowy terrain this unit will recover 8 HP instead and if this unit is poisoned it will be cured. In addition, while on icy or snowy terrain this unit will conceal itself from enemies, only able to be revealed when an enemy unit is next to it.
es: Esta unidad recuperará 4 PV por turno, el veneno no se verá afectado. Mientras esté en terreno helado y nevado, esta unidad recuperará 8 PV en su lugar y si está envenenada se curará. Además, mientras esté en terreno helado o nevado, esta unidad se ocultará de los enemigos, solo pudiendo ser revelada cuando una unidad enemiga esté a su lado.

source: This unit will recover 8 HP per turn when on earthy terrain or vegetated terrain. If this unit is poisoned it will be cured of it instead.
es: Esta unidad recuperará 8 PV por turno cuando esté en terreno terroso o vegetado. Si esta unidad está envenenada, se curará de ello en su lugar.

source: When this unit is attacking offensively with its dread attack, the opponent will be struck with fear, thus the damage dealt by their retaliation will be weakened.
es: Cuando esta unidad ataca ofensivamente con su ataque de terror, el oponente será golpeado por el miedo, debilitando así el daño infligido por su represalia.

source: This unit can fly over the terrain and over any impediments such as the snow, chasms and sand.
es: Esta unidad puede volar sobre el terreno y sobre cualquier impedimento como la nieve, los abismos y la arena.

source: While defending this unit's counter attacks will always have a 60% chance to hit.
es: Mientras defiende, los contraataques de esta unidad siempre tendrán un 60% de probabilidad de acertar.

source: This unit can hide in desert type terrain and remain undetected by its enemies.
es: Esta unidad puede ocultarse en terreno de tipo desértico y permanecer sin ser detectada por sus enemigos.

source: In marshlands, this unit's prowling skill renders it invisible to enemies unless it is immediately adjacent or has revealed itself by attacking.
es: En terrenos pantanosos, la habilidad de acecho de esta unidad la vuelve invisible para los enemigos a menos que esté inmediatamente adyacente o se haya revelado al atacar.

source: Increased shriek damage
es: Daño de chillido aumentado

source: Better evasion in forests and ambush
es: Mejor evasión en bosques y emboscada

source: Increased claw damage
es: Daño de garra aumentado

source: Level up and more ranged strikes
es: Subir de nivel y más golpes a distancia

source: More ranged damage
es: Más daño a distancia

source: Increased movement and evasion in mountains and at sea
es: Movimiento y evasión aumentados en montañas y en el mar

source: Increased wail damage (also gives 1 song damage every second time you take this AMLA)
es: Daño de lamento aumentado (también da 1 de daño de canción cada segunda vez que tomes este AMLA)

source: Increased evasion in deep water, reefs, swamps, forests, mountains, castles and deserts
es: Evasión aumentada en aguas profundas, arrecifes, pantanos, bosques, montañas, castillos y desiertos

source: Increased cold, fire and arcane resistance
es: Resistencia al frío, fuego y arcano aumentada

source: Increased healing
es: Curación aumentada

source: Increased ranged damage
es: Daño a distancia aumentado

source: One more ranged hit
es: Un golpe a distancia más

source: Increased melee damage
es: Daño cuerpo a cuerpo aumentado

source: Increased speed and evasion in deep water, forests and chasms
es: Velocidad y evasión aumentadas en aguas profundas, bosques y abismos

source: Increased cold and impact resistances
es: Resistencias al frío e impacto aumentadas

source: One more falcon!
es: ¡Un halcón más!

source: Better melee and first strike
es: Mejor cuerpo a cuerpo y primer golpe

source: Fiercer falcon
es: Halcón más feroz

source: Increased physical resistances
es: Resistencias físicas aumentadas

source: Increased melee damage (also gives an addition 1 pierce damage every second time you take this AMLA)
es: Daño cuerpo a cuerpo aumentado (también da 1 de daño de perforación adicional cada segunda vez que tomes este AMLA)

source: Better protection against blade, pierce and impact
es: Mejor protección contra filo, perforación e impacto

source: frozen
es: congelado

source: unfrozen
es: descongelado

source: freezes
es: congela

source: Freezes the opponent. This reduces their movement point by 3 and the unit loses 4 hp each turn due to being frozen unless healed in a village.
es: Congela al oponente. Esto reduce su punto de movimiento en 3 y la unidad pierde 4 pv cada turno por estar congelada a menos que sea curada en una aldea.

source: This unit can freeze the opponent, reducing their movement point by 3. The unit loses 4 hp each turn unless healed in a village.
es: Esta unidad puede congelar al oponente, reduciendo su punto de movimiento en 3. La unidad pierde 4 pv cada turno a menos que sea curada en una aldea.

source: ruby
es: rubí

source: +1 melee damage, +1 HP
es: +1 daño cuerpo a cuerpo, +1 PV

source: amethyst
es: amatista

source: +1 ranged damage
es: +1 daño a distancia

source: diamond
es: diamante

source: +1 MP, -5% HP
es: +1 PM, -5% PV

source: sapphire
es: zafiro

source: Requires 20% less experience to advance
es: Requiere un 20% menos de experiencia para avanzar

source: emerald
es: esmeralda

source: +4 HP, +1 HP per level
es: +4 PV, +1 PV por nivel

source: teaching
es: enseñando

source: female^teaching
es: enseñando

source: At the start of every turn, this unit redistributes its experience points to all the units of the same side adjacent to it. If no suitable unit is adjacent, its experience just goes back to zero.
es: Al inicio de cada turno, esta unidad redistribuye sus puntos de experiencia a todas las unidades del mismo bando adyacentes a ella. Si no hay ninguna unidad adecuada adyacente, su experiencia simplemente vuelve a cero.

source: +$amount XP
es: +$amount PX

source: arcane focus
es: enfoque arcano

source: The opposite of arcane resistance is used for damage calculation. Thus, this attack is more efficient against most humans.
es: Se utiliza lo opuesto a la resistencia arcana para el cálculo de daño. Por ello, este ataque es más eficiente contra la mayoría de los humanos.

source: Many creatures of the world of Wesnoth are partly animated through magic. They perceive the world with more than simply their reason and instinct and are consequently less affected by this sort of mental attack.
es: Muchas criaturas del mundo de Wesnoth están parcialmente animadas mediante magia. Perciben el mundo con algo más que simplemente su razón e instinto y por consiguiente se ven menos afectadas por este tipo de ataque mental.

source: jinx
es: maleficio

source: female^jinx
es: maleficio

source: Curses the hit unit. The cursed unit gets a 15% defence penalty on every terrain until it ends a turn in a village. Does not affect leader units, mechanical, undead and vampires; and the defence value can't go lower than 10%.
es: Maldice a la unidad golpeada. La unidad maldecida recibe una penalización de defensa del 15% en todo terreno hasta que termina un turno en una aldea. No afecta a unidades líderes, mecánicas, no muertas ni vampiros; y el valor de defensa no puede bajar de 10%.

source: This unit can curse its enemies, reducing defense until they rest at a village, or advance a level.
es: Esta unidad puede maldecir a sus enemigos, reduciendo su defensa hasta que descansen en una aldea o avancen de nivel.

source: daze
es: atontar

source: When hit with this attack, an enemy suffers a 10% penalty both to their defense and chance to hit for one turn. Other specials that affect chance to hit (e.g. magical and marksman) take precedence over this special. Magical attacks will still have a 70% chance to hit. Marksman attacks are only affected if the chance to hit is greater than 60%.
es: Cuando es golpeada con este ataque, una unidad enemiga sufre una penalización del 10% tanto en su defensa como en su probabilidad de acertar durante un turno. Otros especiales que afectan la probabilidad de acertar (por ejemplo, mágico y tirador) tienen precedencia sobre este especial. Los ataques mágicos seguirán teniendo un 70% de probabilidad de acertar. Los ataques de tirador solo se ven afectados si la probabilidad de acertar es mayor al 60%.

source: dazed
es: atontado

source: female^dazed
es: atontada

source: terrain link
es: vínculo con el terreno

source: This unit mutates depending on the terrain you're moving on.
es: Esta unidad muta dependiendo del terreno por el que se mueve.

source: That unit mutates depending on the terrain she is moving to, taking a form that result in better defense and movement.
es: Esa unidad muta dependiendo del terreno al que se mueve, adoptando una forma que resulta en mejor defensa y movimiento.

source: Jevyan's Soul
es: Alma de Jevyan

source: This orb seems to have been made from the soul essence of a powerful Lich Lord. Consuming it, will grant the user a new ranged attack which is stronger if shot at an unaware enemy.
es: Este orbe parece haber sido hecho con la esencia del alma de un poderoso Señor Liche. Al consumirlo, otorga al usuario un nuevo ataque a distancia que es más fuerte si se dispara a un enemigo desprevenido.

source: Alchemist Backpack
es: Mochila de Alquimista

source: This backpack contains ingredients, recipes, ingredients and equipment for concocting healing potions. Use it well.
es: Esta mochila contiene ingredientes, recetas y equipo para preparar pociones curativas. Úsala bien.

source: Keshar's Grimoire
es: Grimorio de Keshar

source: An unholy grimoire written by the legendary Lich Mal Keshar. Its knowledge allows the user's melee attacks to revive slain enemies as Ghouls. However, this forbidden knowledge takes a toll on the user's health
es: Un grimorio profano escrito por el legendario Liche Mal Keshar. Su conocimiento permite que los ataques cuerpo a cuerpo del usuario revivan a los enemigos caídos como necrófagos. Sin embargo, este conocimiento prohibido pasa factura a la salud del usuario.

source: Hejnewar's Chestplate
es: Peto de Hejnewar

source: The durable plate of this heavy armor increase the user’s physical resistances (to a maximum of 15%) as well as raising their HP by 10. However, the user is slowed a bit due to its immense weight.
es: La resistente placa de esta armadura pesada aumenta las resistencias físicas del usuario (hasta un máximo del 15%) y eleva sus PV en 10. Sin embargo, el usuario se ralentiza un poco debido a su inmenso peso.

source: 14-1 ranged arcane backstab and -10% arcane resistance
es: 14-1 arcano a distancia con puñalada por la espalda y -10% resistencia arcana

source: shadow ball
es: bola de sombra

source: heals +4 and regenerates +4
es: cura +4 y regenera +4

source: melee: greater plague (ghouls) and -15% HP, consumes 3 HP per hit during attack
es: cuerpo a cuerpo: plaga mayor (necrófagos) y -15% PV, consume 3 PV por golpe durante el ataque

source: blade/impact/pierce: +15%, +10 HP, -1 MP
es: filo/impacto/perforación: +15%, +10 PV, -1 PM

source: Shield of Hejnewar
es: Escudo de Hejnewar

source: 0-1 shield ranged absorb special, +20% parry
es: 0-1 escudo a distancia con absorción especial, +20% parada

source: This shield is imbued with runic magic which shields the user from most ranged attacks.
es: Este escudo está imbuido de magia rúnica que protege al usuario de la mayoría de los ataques a distancia.

source: Valefolk Waraxe
es: Hacha de Guerra de Valefolk

source: melee blade: +3 damage, adds mayhem special
es: cuerpo a cuerpo filo: +3 daño, añade especial caos

source: An waraxe which once belonged to Jotender of the Minotaurs. Equipping it, grants the user stronger melee blows and as well as the ferocity of its original wielder.
es: Un hacha de guerra que perteneció a Jotender de los Minotauros. Al equiparla, otorga al usuario golpes cuerpo a cuerpo más fuertes y la ferocidad de su portador original.

source: mayhem
es: caos

source: Attacking with this weapon increases damage by 50%, but reduces strikes by 1.This effect is only action on offense.
es: Atacar con esta arma aumenta el daño en un 50%, pero reduce los golpes en 1. Este efecto solo funciona en ataque.

source: Shardia's Meteor
es: Meteoro de Shardia

source: 12-2 fire ranged magical slows, consumes 4 HP per hit (attack only)
es: 12-2 fuego a distancia mágico ralentiza, consume 4 PV por golpe (solo ataque)

source: An artifact salvaged from the now extinct tribe of red-haired humans who worshiped the Fire Goddess, Shardia. It grants the user a new and powerful ranged attack.
es: Un artefacto rescatado de la ahora extinta tribu de humanos pelirrojos que adoraban a la Diosa del Fuego, Shardia. Otorga al usuario un nuevo y poderoso ataque a distancia.

source: shardia's meteor
es: meteoro de shardia

source: Esther's Rage
es: Ira de Esther

source: ranged: berserk (3 rounds), 2 HP consumed per hit.
es: a distancia: frenesí (3 rondas), consume 2 PV por golpe.

source: Wearing this Talisman drives the user to a frenzy and grants their ranged attacks an unrelenting frenzy.
es: Usar este talismán lleva al usuario a un frenesí y otorga a sus ataques a distancia un frenesí implacable.

source: rage
es: rabia

source: This unit attacks relentlessly until the opponent is dead, or three rounds of combat has occurred.
es: Esta unidad ataca sin descanso hasta que el oponente muere o han ocurrido tres rondas de combate.

source: Shock Blade
es: Hoja de Choque

source: melee: electric, special: shock
es: cuerpo a cuerpo: eléctrico, especial: choque

source: This dagger is enchanted with the power of the lightning dragon.
es: Esta daga está encantada con el poder del dragón del relámpago.

source: Frostfire Heart
es: Corazón de Fuego Gélido

source: melee: cold and +25% damage, +30% resistance vs fire
es: cuerpo a cuerpo: frío y +25% daño, +30% resistencia contra fuego

source: This magic orb infuses the wielder’s melee attacks with frigid powers, changing their damage type. It also improves cold resistance.
es: Este orbe mágico infunde los ataques cuerpo a cuerpo del portador con poderes gélidos, cambiando su tipo de daño. También mejora la resistencia al frío.

source: Seed of Earth
es: Semilla de la Tierra

source: melee: nature and +25% damage, +30% resistance vs nature
es: cuerpo a cuerpo: naturaleza y +25% daño, +30% resistencia contra naturaleza

source: This magic orb infuses the wielder’s melee attacks with the power of nature, changing their damage type. It also improves natural resistance.
es: Este orbe mágico infunde los ataques cuerpo a cuerpo del portador con el poder de la naturaleza, cambiando su tipo de daño. También mejora la resistencia natural.

source: Frostfire Wand
es: Varita de Fuego Gélido

source: new cold enchanted swarming ranged attack.
es: nuevo ataque a distancia enjambre encantado de frío.

source: This icy wand gathers a swarm of frosty ice crystals around it and can direct them at an enemy with a magical accuracy.
es: Esta varita helada reúne un enjambre de cristales de hielo alrededor y puede dirigirlos hacia un enemigo con precisión mágica.

source: frost shards
es: fragmentos de escarcha

source: Wesfolk Hatchet
es: Hachuela Wesfolk

source: new ranged blade attack.
es: nuevo ataque a distancia de filo.

source: This sharp-edged throwing axe deals damage proportional to the wielders combat experience.
es: Esta hacha arrojadiza de filo afilado inflige daño proporcional a la experiencia de combate del portador.

source: Ring of the Abyss
es: Anillo del Abismo

source: teleport
es: teletransportación

source: This magical object opens the gateway between dimensions.
es: Este objeto mágico abre la puerta entre dimensiones.

source: Hammer of Staggering
es: Martillo del Aturdimiento

source: melee: adds stun special to impact attack
es: cuerpo a cuerpo: añade especial aturdir al ataque de impacto

source: This hammer has been enhanted to cause stun if a hit lands.
es: Este martillo ha sido encantado para causar aturdimiento si un golpe acierta.

source: Blood Magic
es: Magia de Sangre

source: Windsong Tutelage
es: Tutoría de Windsong

source: Movement
es: Movimiento

source: Art of War
es: Arte de la Guerra

source: melee: +1 strikes
es: cuerpo a cuerpo: +1 golpe

source: dread
es: terror

source: When this attack is used offensively, this unit takes one third less damage in retaliation.
es: Cuando este ataque se usa ofensivamente, esta unidad recibe un tercio menos de daño en la represalia.

source: attack only
es: solo ataque

source: This weapon will never be used on defence.
es: Esta arma nunca se usará en defensa.

source: defend only
es: solo defensa

source: This weapon will only be available for defence.
es: Esta arma solo estará disponible para defensa.

source: counter
es: contragolpe

source: When used defensively, this attack always has at least a 60% chance to hit.
es: Cuando se usa defensivamente, este ataque siempre tiene al menos un 60% de probabilidad de acertar.

source: enchanted
es: encantado

source: This attack always has a 60% chance to hit regardless of the defensive ability of the unit being attacked.
es: Este ataque siempre tiene un 60% de probabilidad de acertar independientemente de la capacidad defensiva de la unidad atacada.

source: This unit has enchanted attacks, which always have a high chance of hitting an opponent, regardless of the defensive capabilities of the opponent.
es: Esta unidad tiene ataques encantados, que siempre tienen una alta probabilidad de acertar a un oponente, independientemente de las capacidades defensivas del oponente.

source: precision
es: precisión

source: When used offensively, this attack always has at least a 70% chance to hit.
es: Cuando se usa ofensivamente, este ataque siempre tiene al menos un 70% de probabilidad de acertar.

source: This unit's attack has a high chance (70%) of hitting targeted enemies, but only on the attack.
es: El ataque de esta unidad tiene una alta probabilidad (70%) de acertar a los enemigos objetivo, pero solo en ataque.

source: When this attack is used on offense, the opponent will retaliate with one less strike than normally, to a minimum of one strike.
es: Cuando este ataque se usa en ataque, el oponente represaliará con un golpe menos de lo normal, hasta un mínimo de un golpe.

source: This unit's melee attack can overwhelm the defenses of enemies, preventing them from retaliating as effectively.
es: El ataque cuerpo a cuerpo de esta unidad puede abrumar las defensas de los enemigos, impidiéndoles represaliar de manera efectiva.

source: unpetrified
es: despetrificado

source: female^unpetrified
es: despetrificada

source: depletes
es: agota

source: Consumes some HP upon a successful hit during attacking.
es: Consume algunos PV al acertar un golpe durante el ataque.

source: chill
es: escalofrío

source: This attack can deal either blade or cold damage, depending on which would be more effective.
es: Este ataque puede infligir daño de filo o frío, dependiendo de cuál sería más efectivo.

source: This unit’s melee attack can deal either blade or cold damage, depending on which would be more effective.
es: El ataque cuerpo a cuerpo de esta unidad puede infligir daño de filo o frío, dependiendo de cuál sería más efectivo.

source: holy
es: santo

source: This attack can deal either blade or arcane damage, depending on which would be more effective.
es: Este ataque puede infligir daño de filo o arcano, dependiendo de cuál sería más efectivo.

source: This unit’s melee attack can deal either blade or arcane damage, depending on which would be more effective.
es: El ataque cuerpo a cuerpo de esta unidad puede infligir daño de filo o arcano, dependiendo de cuál sería más efectivo.

source: This attack can deal either arcane or natural damage, depending on which would be more effective.
es: Este ataque puede infligir daño arcano o natural, dependiendo de cuál sería más efectivo.

source: This unit’s melee attack can deal either arcane or natural damage, depending on which would be more effective.
es: El ataque cuerpo a cuerpo de esta unidad puede infligir daño arcano o natural, dependiendo de cuál sería más efectivo.

source: reap
es: segar

source: This unit drains health from living units, healing itself for 70% of the damage dealt (rounded down).
es: Esta unidad drena salud de unidades vivas, curándose el 70% del daño infligido (redondeado hacia abajo).

source: energized
es: energizado

source: This attack can deal either fire or energy damage, depending on which would be more effective.
es: Este ataque puede infligir daño de fuego o energía, dependiendo de cuál sería más efectivo.

source: degrade
es: degradar

source: This attack can temporarily corrode armor, lowering physical resistances by 10% for a turn. This can be stacked.
es: Este ataque puede corroer temporalmente la armadura, reduciendo las resistencias físicas en un 10% durante un turno. Esto se puede acumular.

source: descend into darkness
es: descender a la oscuridad

source: Teleports to nearby allied Priestesses, Matriarchs, Patronesses or Seers.
es: Se teletransporta a Sacerdotisas, Matriarcas, Patronas o Videntes aliadas cercanas.

source: This unit is able to teleport to nearby allied Priestesses, Matriarchs, Patronesses, Harbingers or Seers.
es: Esta unidad puede teletransportarse a Sacerdotisas, Matriarcas, Patronas, Heraldos o Videntes aliadas cercanas.

source: This unit is a hunter. Whenever it kills another unit, it deals more damage against units of the defeated unit's race.
es: Esta unidad es una cazadora. Cada vez que mata a otra unidad, inflige más daño contra unidades de la raza de la unidad derrotada.

source: Once this unit kills another unit, it will gain the 'hunter' weapon special, granting it additional damage against the race of the killed unit.
es: Una vez que esta unidad mata a otra unidad, ganará el especial de arma 'cazadora', otorgándole daño adicional contra la raza de la unidad matada.

source: hunting
es: cazando

source: This unit deals +2 damage on offense against
es: Esta unidad inflige +2 daño en ataque contra

source: The hunt begins!
es: ¡Comienza la caza!

source: will of shassagoth
es: voluntad de shassagoth

source: The attack gains +1 damage per killed unit.
es: El ataque gana +1 daño por unidad matada.

source: This unit is able to become stronger by killing enemy units.
es: Esta unidad puede volverse más fuerte matando unidades enemigas.

source: +1 damage
es: +1 daño

source: knockback
es: retroceso

source: When a unit is hit with a knockback attack, it is immediately pushed back one hex away from the attacker. Units cannot be knocked back into an occupied hex or onto terrain they normally could not move to. Only works on offense.
es: Cuando una unidad es golpeada con un ataque de retroceso, es empujada inmediatamente una casilla hacia atrás del atacante. Las unidades no pueden ser empujadas a una casilla ocupada o a un terreno al que normalmente no pueden moverse. Solo funciona en ataque.
