Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: The most basic form of Steelhive conversion, Steel Larvae are freshly assimilated organisms still adapting to their metallic transformation. Their chitinous exoskeletons gleam with industrial precision, while primitive optical sensors flicker as they process new sensory data. Though individually weak, these creatures serve as the collective's scouts and initial colonizers, their simple programming focused on locating suitable biomass for further conversion and expansion.
es: La forma más básica de conversión del Enjambre de Acero, las Larvas de Acero son organismos recién asimilados que aún se están adaptando a su transformación metálica. Sus exoesqueletos quitinosos brillan con precisión industrial, mientras que los sensores ópticos primitivos parpadean mientras procesan nuevos datos sensoriales. Aunque individualmente débiles, estas criaturas sirven como exploradores y colonizadores iniciales del colectivo, con una programación simple enfocada en localizar biomasa adecuada para una mayor conversión y expansión.

source: jolt
es: descarga

source: Steel Cataract
es: Catarata de Acero

source: The Metallizing Virus perverted the Retinari biology quite indifferently, creating elite versions of them by simply fusing three together into one, boosting their combat potential at the cost of what little individuality they had remaining.
es: El Virus Metalizante pervirtió la biología de los Retinari de manera bastante indiferente, creando versiones de élite al fusionar simplemente tres en uno, aumentando su potencial de combate a costa de la poca individualidad que les quedaba.

source: spin
es: giro

source: shock
es: choque

source: Steel Impaler
es: Empalador de Acero

source: The Seliss of Borassol II were unique in that, rather than the Steelhive coming to them, they came to the Steelhive. One of the rare species which achieved meaningful extra-atmospheric excursion, the Seliss had their eyes set on interstellar conquest. Unfortunately for them, picking Sciruss IV at a point when the Retinari had just been completely subjugated was a rather poor choice on their part.
es: Los Seliss de Borassol II fueron únicos en que, en lugar de que el Enjambre de Acero viniera a ellos, ellos fueron al Enjambre de Acero. Una de las pocas especies que lograron excursiones extraatmosféricas significativas, los Seliss tenían sus ojos puestos en la conquista interestelar. Desafortunadamente para ellos, elegir Sciruss IV en un momento en que los Retinari acababan de ser completamente subyugados fue una elección bastante pobre de su parte.

source: Steel Dominant
es: Dominante de Acero

source: Leading such a proteiformus army as the steelhive is a task that cannot be achieved by a single organism. The Steelhive therefore takes its best elements and fuse them into a single model profitient in multi-tasking. This mastery allows it to command the Steelhive as well as making it a formidable enemy able to attack multiple targets at once. However, injuring the Dominant makes it loose part of its multi-tasking ability, making it less deadly while still dangerous.
es: Liderar un ejército tan proteiforme como el Enjambre de Acero es una tarea que no puede ser lograda por un solo organismo. Por lo tanto, el Enjambre de Acero toma sus mejores elementos y los fusiona en un solo modelo competente en multitarea. Este dominio le permite comandar el Enjambre de Acero y también lo convierte en un enemigo formidable capaz de atacar múltiples objetivos a la vez. Sin embargo, herir al Dominante le hace perder parte de su capacidad de multitarea, haciéndolo menos letal aunque sigue siendo peligroso.

source: crush
es: aplastar

source: Steel Splicer
es: Empalmador de Acero

source: The Kalkunids were unique of all species absorbed by the Steelhive in that they seemed to have some degree of natural resistance to the Metallizing Virus due to their genetic potential. Among certain individuals of the race, the Virus would simply not hold long enough. Among other individuals of the race, the Virus's metallizing properties would be driven wild, creating an imperfect evolution with little self-control, knowing only an unabating hunger.
es: Los Kalkunids fueron únicos entre todas las especies absorbidas por el Enjambre de Acero en que parecían tener cierto grado de resistencia natural al Virus Metalizante debido a su potencial genético. Entre ciertos individuos de la raza, el Virus simplemente no se mantenía lo suficiente. Entre otros individuos de la raza, las propiedades metalizantes del Virus se descontrolaban, creando una evolución imperfecta con poco autocontrol, conociendo solo un hambre insaciable.

source: shred
es: desgarrar

source: Steel Serpent
es: Serpiente de Acero

source: The Alzebisk were a subtle, clever race, and in their war against the Steelhive they used stealth and ambush quite effectively. The Steelhive has adapted these techniques and improved upon them further to yield the Steel Serpent, optimized for the most underhanded tactics.
es: Los Alzebisk eran una raza sutil e inteligente, y en su guerra contra el Enjambre de Acero usaron el sigilo y la emboscada de manera bastante efectiva. El Enjambre de Acero ha adaptado estas técnicas y las ha mejorado aún más para producir la Serpiente de Acero, optimizada para las tácticas más subrepticias.

source: Steel Slasher
es: Cortador de Acero

source: The Kalkunids of Wert-Thak were a fierce hunting species like the velociraptors of the past, traveling in packs and chasing down their foes with their razor-sharp slashing horns. Such a valuable strain of hunter-killers could not be allowed to pass, and a capsule of the Metallizing Virus was duly launched to their homeworld.
es: Los Kalkunids de Wert-Thak eran una especie de caza feroz, como los velocirraptores del pasado, viajando en manadas y persiguiendo a sus enemigos con sus cuernos cortantes afilados como navajas. Una cepa tan valiosa de cazadores-asesinos no podía dejarse pasar, y una cápsula del Virus Metalizante fue debidamente lanzada a su mundo natal.

source: slash
es: corte

source: Steel Nymph
es: Ninfa de Acero

source: Having undergone their first major metamorphosis, Steel Nymphs represent the Steelhive's developing understanding of their host organism's potential. Enhanced with more sophisticated neural processors and reinforced metallic plating, they exhibit improved coordination and tactical awareness. These units begin to display the collective's signature behavior of cataloguing and analyzing encountered lifeforms, often capturing specimens alive for further study and eventual assimilation into the growing hive network.
es: Habiendo experimentado su primera metamorfosis importante, las Ninfas de Acero representan la comprensión en desarrollo del Enjambre de Acero del potencial de su organismo huésped. Mejoradas con procesadores neuronales más sofisticados y placas metálicas reforzadas, muestran una coordinación y conciencia táctica mejoradas. Estas unidades comienzan a exhibir el comportamiento característico del colectivo de catalogar y analizar formas de vida encontradas, a menudo capturando especímenes vivos para un estudio adicional y una eventual asimilación en la red de colmenas en crecimiento.

source: Steel Wyrm
es: Serpiente de Acero

source: When the Steel Oculi were fully metallized, the obvious next target for infestation was the Alzebisk species. Though the Alzebisk were able to put up more of a resistance than the placid Retinari, they were ultimately assimilated and metallized as well.
es: Cuando los Oculi de Acero fueron completamente metalizados, el siguiente objetivo obvio para la infestación fue la especie Alzebisk. Aunque los Alzebisk pudieron ofrecer más resistencia que los plácidos Retinari, finalmente también fueron asimilados y metalizados.

source: Steel Vorpal
es: Vorpal de Acero

source: Experimentation with the Kalkunids resulted in several new model strains; as usual, the Steelhive engaged in its practice of conjoining multiple instances of the same species to create elite forms. These designs were rightly regarded as abominations by the Kalkunids, and while they brought great firepower to the field they also served to galvanized the Kalkunids to unite against the Steelhive at last. This would not save them, in the end.
es: La experimentación con los Kalkunids resultó en varias nuevas cepas de modelos; como de costumbre, el Enjambre de Acero se dedicó a su práctica de unir múltiples instancias de la misma especie para crear formas de élite. Estos diseños fueron justamente considerados abominaciones por los Kalkunids, y aunque aportaron gran potencia de fuego al campo, también sirvieron para galvanizar a los Kalkunids para unirse contra el Enjambre de Acero al fin. Esto no los salvaría, al final.

source: Steel Choron
es: Choron de Acero

source: Little is known of the original creators of these machines; naught remains to hint at their history, culture, or ultimate demise. After very little deliberation, the Hedron and Choron models of machines were added to the Steelhive collective. So far, they have been performing promisingly in the field, repairing fellow Steelhive machines with technologies even the Steelhive fails to understand. However, occasionally, the units behave in an erratic way which displays more intelligence and processing power than should be allocated to a mere drone, indicating, perhaps, that the creators of these machines are not quite dead in their entirety.
es: Poco se sabe de los creadores originales de estas máquinas; no queda nada que insinúe su historia, cultura o desaparición final. Tras muy poca deliberación, los modelos Hedrón y Chorón de máquinas fueron añadidos al colectivo del Enjambre de Acero. Hasta ahora, han estado funcionando de manera prometedora en el campo, reparando máquinas compañeras del Enjambre de Acero con tecnologías que incluso el Enjambre de Acero no comprende. Sin embargo, ocasionalmente, las unidades se comportan de manera errática, mostrando más inteligencia y poder de procesamiento de lo que debería asignarse a un simple dron, lo que indica, tal vez, que los creadores de estas máquinas no están completamente muertos.

source: pincer
es: pinza

source: plasma weld
es: soldadura de plasma

source: Steel Astigmatic
es: Astigmático de Acero

source: Having commonly used electric shocks as self-defense, the Retinari were easily upgraded from drifting scavengers to relentless attackers, whose lightning bolts were the bane of many a now-extinct species. The first Retinari to be converted have now been upgraded beyond recognition, in pursuit of even further electrical output.
es: Habiendo usado comúnmente descargas eléctricas como autodefensa, los Retinari fueron fácilmente mejorados de carroñeros a la deriva a atacantes implacables, cuyos rayos fueron la perdición de muchas especies ahora extintas. Los primeros Retinari en ser convertidos ahora han sido mejorados más allá del reconocimiento, en busca de una producción eléctrica aún mayor.

source: collide
es: colisionar

source: Steel Dreadnought
es: Acorazado de Acero

source: The most heavily-augmented Seliss had become flying fortresses in and of themselves, capable of surviving in any environment. Little modification, then, was necessary when the Steelhive took control of their armies and sent them back to attack their own homeworld. Even now, the Dreadnought model remains a reliable and effective front-lines combatant for the Steelhive.
es: Los Seliss más fuertemente aumentados se habían convertido en fortalezas voladoras en sí mismos, capaces de sobrevivir en cualquier entorno. Por lo tanto, se necesitó poca modificación cuando el Enjambre de Acero tomó el control de sus ejércitos y los envió a atacar su propio mundo natal. Incluso ahora, el modelo Acorazado sigue siendo un combatiente confiable y efectivo en las líneas del frente para el Enjambre de Acero.

source: spine
es: espina

source: Steel Syren
es: Sirena de Acero

source: The apex of this evolutionary line, Steel Syrens combine the original organism's most effective biological traits with advanced Steelhive biotechnology. Bio-electric organs have been enhanced with metallic conductors, allowing them to discharge devastating lightning bolts at their enemies. These sleek predators excel at swift, coordinated strikes, moving in deadly swarms to overwhelm opponents with waves of electrical discharge. Their perfected fusion of organic agility and metallic enhancement makes them the collective's most feared assault units.
es: El ápice de esta línea evolutiva, las Sirenas de Acero combinan los rasgos biológicos más efectivos del organismo original con la biotecnología avanzada del Enjambre de Acero. Los órganos bioeléctricos han sido mejorados con conductores metálicos, lo que les permite descargar rayos devastadores contra sus enemigos. Estos depredadores elegantes destacan en ataques rápidos y coordinados, moviéndose en enjambres mortales para abrumar a los oponentes con oleadas de descargas eléctricas. Su fusión perfeccionada de agilidad orgánica y mejora metálica las convierte en las unidades de asalto más temidas del colectivo.

source: Steel Oculus
es: Oculus de Acero

source: The Retinari, hailing from the ocean planet of Sciruss IV in a time when the organisms of their planet were still rather simple, were the first race to be affected by the Metallizing Virus. Once a placid species not unlike jellyfish, the Retinari once saturated the seas by simply reproducing faster than anything could eat them. Now, however, they rule the skies instead of the sea, traveling in great swarms like a storm of steel and static.
es: Los Retinari, provenientes del planeta oceánico Sciruss IV en un tiempo en que los organismos de su planeta eran aún bastante simples, fueron la primera raza en ser afectada por el Virus Metalizante. Una vez una especie plácida no muy diferente a las medusas, los Retinari saturaban los mares simplemente reproduciéndose más rápido de lo que cualquier cosa podía comerlos. Ahora, sin embargo, dominan los cielos en lugar del mar, viajando en grandes enjambres como una tormenta de acero y estática.

source: Drake Caster
es: Lanzadora Draco

source: Having mastered the basics of magical manipulation through their enchanted staves, Drake Casters have earned respect within the newly formed fifth caste. Their proficiency with frost magic has grown considerably, allowing them to weave more complex spells and maintain stronger protective auras. The sylph tears embedded in their staves resonate more deeply with their inner fire, creating a unique harmony between opposing elements. These experienced magic-wielders serve as both warriors and teachers, passing their knowledge to younger apprentices while defending drake territories with deadly precision.
es: Habiendo dominado los fundamentos de la manipulación mágica a través de sus bastones encantados, las Lanzadoras Dracas han ganado respeto dentro de la recién formada quinta casta. Su destreza con la magia de hielo ha crecido considerablemente, permitiéndoles tejer hechizos más complejos y mantener auras protectoras más fuertes. Las lágrimas de sílfide incrustadas en sus bastones resuenan más profundamente con su fuego interno, creando una armonía única entre elementos opuestos. Estas experimentadas manejadoras de magia sirven tanto como guerreras como maestras, transmitiendo su conocimiento a aprendices más jóvenes mientras defienden los territorios de los dracos con precisión letal.

source: ice shot
es: disparo de hielo

source: Drake Shockbringer
es: Portador de Choque Draco

source: The armored drakes wielding warhammers with nearly dragonlike strength are terrifyingly titled Shockbringers. The force generated by a single hammer blow from these intimidating warriors of the Fighter Caste is often sufficient to shatter any fortified defense. In contrast to the black armor of the Drake Blademasters, the Drake Shockbringers retain their distinctive golden armor.
es: Los dracos acorazados que manejan martillos de guerra con una fuerza casi como la de un dragón son aterradoramente llamados Portadores de Choque. La fuerza generada por un solo golpe de martillo de estos intimidantes guerreros de la Casta de Luchadores a menudo es suficiente para destruir cualquier defensa fortificada. En contraste con la armadura negra de los Maestros de Esgrima Dracos, los Portadores de Choque Dracos conservan su distintiva armadura dorada.

source: warhammer
es: martillo de guerra

source: female^Drake Shockbringer
es: Portadora de Choque de Dragones

source: Drake Ranger
es: Explorador Draco

source: Drake Rangers are lightly armed fighters. They have been trained as well to fight at night and caves. Although their maximum speed is slower than that of the Sky Drakes, their extra mobility in caves and ability to strike with fire in melee is useful in combat.
es: Los Exploradores Dracos son luchadores ligeramente armados. También han sido entrenados para luchar de noche y en cuevas. Aunque su velocidad máxima es menor que la de los Dracos Celeste, su movilidad adicional en cuevas y su capacidad para atacar con fuego en combate cuerpo a cuerpo son útiles en la batalla.

source: female^Drake Ranger
es: Exploradora Draca

source: Drake Sorceress
es: Hechicera draca

source: The apex of the Caster Caste, Drake Sorceresses have achieved perfect mastery over their magical abilities. Their staves, now artifacts of immense power, channel energies that can freeze enemies solid or create protective barriers capable of deflecting the strongest attacks. These ancient females have transcended the traditional limitations of drake magic, becoming living conduits between the elemental forces of fire and ice. Revered and feared in equal measure, Sorceresses hold positions of great influence within drake society, their counsel sought by flight leaders and dominants alike.
es: El ápice de la Casta de Lanzadoras, las Hechiceras Draca han alcanzado un dominio perfecto sobre sus habilidades mágicas. Sus bastones, ahora artefactos de inmenso poder, canalizan energías que pueden congelar a los enemigos por completo o crear barreras protectoras capaces de desviar los ataques más fuertes. Estas hembras antiguas han trascendido las limitaciones tradicionales de la magia de los dracos, convirtiéndose en conductos vivos entre las fuerzas elementales de fuego y hielo. Reverenciadas y temidas en igual medida, las Hechiceras ocupan posiciones de gran influencia dentro de la sociedad de los dracos, y su consejo es buscado por líderes de vuelo y dominantes por igual.

source: Drake Adventurer
es: Aventurero Draco

source: Drake Adventurers are lightly armed fighters. They have been trained as well to fight at night and caves. Although their maximum speed is slower than that of the Sky Drakes, their extra mobility in caves and ability to strike with fire in melee is useful in combat.
es: Los Aventureros draco son luchadores ligeramente armados. También han sido entrenados para luchar de noche y en cuevas. Aunque su velocidad máxima es menor que la de los Dracos Celeste, su movilidad adicional en cuevas y su capacidad para atacar con fuego en combate cuerpo a cuerpo son útiles en la batalla.

source: female^Drake Adventurer
es: Aventurera Draca

source: Drake Apprentice
es: Aprendiz Draca

source: It is commonly believed that drakes cannot channel magic in a controlled way. Their innate magic is the source of their fire-breathing ability and sustains their life force. However, through the use of specially crafted staves enchanted with sylph tears, certain drakes have learned to harness their inner magic. These staves enable them to cast frost bolts and project a magical aura that grants resistance to most forms of magic. This development has led to the creation of a fifth caste within drake society: the Caster Caste. An unusual characteristic of this caste is that all its members are female drakes.
es: Se cree comúnmente que los dracos no pueden canalizar magia de manera controlada. Su magia innata es la fuente de su habilidad para respirar fuego y sostiene su fuerza vital. Sin embargo, mediante el uso de bastones especialmente diseñados encantados con lágrimas de sílfide, ciertos dracos han aprendido a aprovechar su magia interna. Estos bastones les permiten lanzar rayos de hielo y proyectar un aura mágica que otorga resistencia a la mayoría de las formas de magia. Este desarrollo ha llevado a la creación de una quinta casta dentro de la sociedad de los dracos: la Casta de Lanzadoras. Una característica inusual de esta casta es que todos sus miembros son dracos hembras.

source: Drake Smasher
es: Aplastador Draco

source: The drakes of the Fighter caste distinguish themselves not through special abilities or skills but through raw strength and rigorous training. Their primary focus is the eradication of their foes. Nevertheless, in certain situations, some fighter drakes have exchanged the traditional drakish war blade for a formidable warhammer. The heavy swings of this weapon can disorient enemies due to the added force generated by the drake's descent from flight. The armor worn by the Drake Smashers is similar to that of the Clashers, offering increased protection but limiting mobility compared to the Drake Warriors.
es: Los dracos de la casta de Luchadores se distinguen no por habilidades o destrezas especiales, sino por su fuerza bruta y entrenamiento riguroso. Su enfoque principal es la erradicación de sus enemigos. Sin embargo, en ciertas situaciones, algunos dragones luchadores han cambiado la tradicional espada de guerra draconiana por un formidable martillo de guerra. Los fuertes golpes de esta arma pueden desorientar a los enemigos debido a la fuerza adicional generada por el descenso del dragón desde el vuelo. La armadura que usan los Aplastadores Dracos es similar a la de los Chocadores, ofreciendo mayor protección pero limitando la movilidad en comparación con los Guerreros Dracos.

source: female^Drake Smasher
es: Aplastadora de Dragones

source: Elvish Civilian
es: Civil Elfo

source: Although elves are not warlike by nature, their natural grace ensures that even untrained they have talent for swords and bows. However, if you are hurling civilians at your foes, you’re clearly out of superior forces.
es: Aunque los elfos no son belicosos por naturaleza, su gracia natural asegura que incluso sin entrenamiento tengan talento para espadas y arcos. Sin embargo, si estás lanzando civiles contra tus enemigos, claramente te has quedado sin fuerzas superiores.

source: male^Elvish Civilian
es: Civil Elfo

source: female^Elvish Civilian
es: Civil Elfa

source: Elvish Trapper
es: Trampero Elfo

source: Elvish Trappers have increased their expertise in patrolling and defending their bases, having learned the value of confusing their enemies and backstabbing them. These skirmishers have become more skilled with the short sword, having less need of using their bolas to beat their opponents.
es: Los Tramperos Elfos han aumentado su experiencia en patrullar y defender sus bases, habiendo aprendido el valor de confundir a sus enemigos y apuñalarlos por la espalda. Estos escaramuzadores se han vuelto más hábiles con la espada corta, teniendo menos necesidad de usar sus boleadoras para derrotar a sus oponentes.

source: female^Elvish Trapper
es: Trampera Elfa

source: female^Elvish Acolyte
es: Acolita Elfa

source: Some young elf maidens have learnt to harness the power of faerie. Unlike the shamans, they lack healing capabilities but they are more skilled in close combat.
es: Algunas jóvenes doncellas elfas han aprendido a aprovechar el poder de las hadas. A diferencia de las chamanes, carecen de capacidades de curación, pero son más hábiles en el combate cuerpo a cuerpo.

source: Elvish Noble
es: Noble Elfo
