Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: Goblin Cavalry, once having learned to use the spear properly while charging, are given the rank of 'Lancer'. Clad in leather armor, these courageous goblins are respected by their fellow goblins only for a short time as their orcish superiors use them as cannon fodder. They have also learned to throw javelins accurately from a considerable distance.
es: La caballería goblin, una vez que ha aprendido a usar la lanza correctamente mientras carga, recibe el rango de 'Lancero'. Vestidos con armadura de cuero, estos valientes goblins son respetados por sus compañeros goblins solo por un corto tiempo, ya que sus superiores orcos los usan como carne de cañón. También han aprendido a lanzar jabalinas con precisión desde una distancia considerable.

source: fangs
es: colmillos

source: javelin
es: jabalina

source: Goblin Spearmaster
es: Maestro Lancero Goblin

source: Goblins are used by the orcs as skirmishers to disrupt the enemy’s battle line. Those who manage to survive their first few battles equip themselves with a long spear to compensate for their short reach, and better armour to guard their diminutive frames.
es: Los goblins son utilizados por los orcos como escaramuzadores para interrumpir la línea de batalla del enemigo. Aquellos que logran sobrevivir sus primeras batallas se equipan con una lanza larga para compensar su corto alcance y una mejor armadura para proteger sus pequeños cuerpos.

source: Goblin Grunt
es: Soldado Goblin

source: In Moog's time, the strongest and luckiest of the goblins donned orc armour and became grunts. They are experienced, battle-hardened warriors who carry the burden of the great orcs on their slender shoulders. Unlike orcish grunts, goblin grunts do not rely on individual strength, but try to help and protect their comrades, because they have learnt from childhood that they can survive only together.
es: En la era de Moog, los goblins más fuertes y afortunados se ponían la armadura de los orcos y se convertían en soldados. Son guerreros experimentados y endurecidos por la batalla que llevan el peso de los grandes orcos sobre sus delgados hombros. A diferencia de los soldados orcos, los soldados goblins no dependen de la fuerza individual, sino que intentan ayudar y proteger a sus compañeros, porque han aprendido desde la infancia que solo pueden sobrevivir juntos.

source: orcish sword
es: espada orca

source: Hellwolf Rider
es: Jinete de Lobo Infernal

source: Goblin Lancers who manage to survive being cannon fodder for a few battles are entitled to ride a 'Hell Wolf'. Hell wolves are similar in size to the Dire wolves, but are a lot more aggressive. Only a tenth of every fifty goblins can learn to ride such a beast. Goblins that are successful are often stationed as the leader of orcish scouting parties.
es: Los lanceros goblins que logran sobrevivir siendo carne de cañón durante algunas batallas tienen derecho a montar un 'Lobo Infernal'. Los lobos infernales son similares en tamaño a los lobos funestos, pero son mucho más agresivos. Solo uno de cada cincuenta goblins puede aprender a montar tal bestia. Los goblins que tienen éxito a menudo son ubicados como líderes de las partidas de exploración orcas.

source: Goblin Cavalry
es: Caballería Goblin

source: Orcs somehow figured out that a goblin riding a wolf with a spear could somewhat equal the feared horsemen of the human nations. Goblins, that are taken into the 'Cavalry' squad, are still trying to use spears while their wolves charge, but they need a lot more practice to achieve success.
es: Los orcos de alguna manera descubrieron que un goblin montando un lobo con una lanza podía igualar en cierta medida a los temidos jinetes de las naciones humanas. Los goblins que son incorporados al escuadrón de 'Caballería' todavía están intentando usar lanzas mientras sus lobos cargan, pero necesitan mucha más práctica para lograr el éxito.

source: Goblin Cutthroat
es: Degollador Goblin

source: Goblin Cutthroats have mastered a very unusual weapon, the sickle, which is normally only used by poor peasants, who can't afford real weapons. The Goblin Cutthroats have developed a new technique of fighting from the back of a wolf. Similar to the human riders, they rush to their enemies very fast, and then use the impetus of their wolves, to harm their enemies very hard with their sickle, sometimes even cutting off entire limbs. As wolves are by far more agile than normal horses it allows them to strike more often. Their net has also changed in its use. Instead of slowing their enemies to flee, these formidable opponents slow their enemies to steal their gold. The Goblin Cutthroats cut the purse of their enemy.
es: Los Degolladores Goblins han dominado un arma muy inusual, la hoz, que normalmente solo es usada por campesinos pobres que no pueden permitirse armas reales. Los Degolladores Goblins han desarrollado una nueva técnica de lucha desde el lomo de un lobo. Similar a los jinetes humanos, se lanzan hacia sus enemigos muy rápido, y luego usan el impulso de sus lobos para herir gravemente a sus enemigos con su hoz, a veces incluso cortando miembros enteros. Como los lobos son mucho más ágiles que los caballos normales, esto les permite golpear con más frecuencia. Su red también ha cambiado en su uso. En lugar de ralentizar a sus enemigos para huir, estos formidables oponentes ralentizan a sus enemigos para robar su oro. Los Degolladores Goblins cortan la bolsa de su enemigo.

source: sickle
es: hoz

source: torch
es: antorcha

source: net
es: red

source: female^Sorceress
es: Hechicera

source: The mighty Aragwaith Sorceresses are agile like the wind. They can confound their opponents by standing in front of them seemingly defenseless; once the attacker hits, they realize their victim is actually behind them, ready to land her own killing blow. Because of their vast and intimate knowledge of both defensive and offensive magic, even the higher ranks of the Aragwaithi regard these women with great respect and caution.
es: Las poderosas Hechiceras Aragwaith son ágiles como el viento. Pueden confundir a sus oponentes al pararse frente a ellos aparentemente indefensas; una vez que el atacante golpea, se dan cuenta de que su víctima está realmente detrás de ellos, lista para asestar su propio golpe mortal. Debido a su vasto e íntimo conocimiento de la magia defensiva y ofensiva, incluso los rangos superiores de los Aragwaithi consideran a estas mujeres con gran respeto y precaución.

source: Alternate
es: Alternativo

source: Swordsman
es: Espadachín

source: While the Aragwaithi are slight of body, they are also fast and nimble. These abilities, coupled with the intensive training given to the Aragwaith military, make for superb swordsmen. Swordsmen are clad in light chain mail - the better to resist the blades of their enemies.
es: Aunque los Aragwaithi son de cuerpo delgado, también son rápidos y ágiles. Estas habilidades, junto con el entrenamiento intensivo dado al ejército Aragwaithi, hacen de ellos excelentes espadachines. Los espadachines están vestidos con cota de malla ligera, lo que les permite resistir mejor las espadas de sus enemigos.

source: Shield Guard
es: Guarda Escudo

source: These warriors wear the old shields of their ancients. These ancients could hold the line in the great battles until the reinforcements arrived, but they paid a high price, not many survived the battle and many others died through their strong wounds. Now only the best warriors are allowed to carry these ancient shields to remind the world and to honour these brave man and their sacrifice.
es: Estos guerreros llevan los antiguos escudos de sus antepasados. Estos antiguos podían mantener la línea en las grandes batallas hasta que llegaban los refuerzos, pero pagaron un alto precio, no muchos sobrevivieron a la batalla y muchos otros murieron por sus graves heridas. Ahora solo los mejores guerreros tienen permitido llevar estos escudos antiguos para recordar al mundo y honrar a estos valientes hombres y su sacrificio.

source: Ancient Banner
es: Estandarte Antiguo

source: What little is known about the past of the Aragwaithi is told through oral history by their wise women. These are tales of an ancient, lost homeland, of devastating wars and deeds of heroism from ages barely remembered even by elves; tales enshrouded in legend and myth. But not only through their oral memory does the history of the Aragwaithi survive the ages. For the older lineages of their people are careful to preserve the memory of their ancestors - and nowhere is that memory better preserved than on the banners of their oldest dynasties. These are banners brought from their ancient homeland, banners under which the greatest deeds of the Aragwaithi people were achieved, and in whose threads are engraved the proofs of their old glories. Such banners may only be carried onto the battlefield by the strongest, bravest and most renowned warrior, and the sight of one of them billowing in the winds is enough to fill those rallied around it with the valour of countless generations.
es: Lo poco que se sabe sobre el pasado de los Aragwaithi se transmite a través de la historia oral por sus mujeres sabias. Estas son historias de una patria antigua y perdida, de guerras devastadoras y hazañas de heroísmo de eras apenas recordadas incluso por los elfos; historias envueltas en leyendas y mitos. Pero no solo a través de su memoria oral sobrevive la historia de los Aragwaithi a través de los tiempos. Porque los linajes más antiguos de su pueblo se encargan de preservar la memoria de sus antepasados, y en ningún lugar se conserva mejor esa memoria que en los estandartes de sus dinastías más antiguas. Estos son estandartes traídos desde su patria antigua, estandartes bajo los cuales se lograron las mayores hazañas del pueblo Aragwaithi, y en cuyos hilos están grabadas las pruebas de sus antiguas glorias. Tales estandartes solo pueden ser llevados al campo de batalla por el guerrero más fuerte, valiente y renombrado, y la vista de uno de ellos ondeando en el viento es suficiente para llenar de valor de innumerables generaciones a aquellos que se reúnen a su alrededor.

source: scythe
es: guadaña

source: Pikeman
es: Piquero

source: Those spearmen who survive enough battles may learn that the freedom of movement enabled by the lack of shield can only take them so far. More than that, they learn the value of relying on the man next to them, and the power of a well-organised line of spears. Thus, as they gain experience, discipline and resources, they finally adopt the shield and an even longer spear, one with greater reach but more difficult to handle. This does not detract from their strength, quite to the contrary; for skill and discipline only make them even more dread foes than before.
es: Aquellos lanceros que sobreviven suficientes batallas pueden aprender que la libertad de movimiento que permite la falta de un escudo solo los lleva hasta cierto punto. Más que eso, aprenden el valor de confiar en el hombre a su lado y el poder de una línea de lanzas bien organizada. Así, a medida que ganan experiencia, disciplina y recursos, finalmente adoptan el escudo y una lanza aún más larga, una con mayor alcance pero más difícil de manejar. Esto no resta fuerza, todo lo contrario; pues la habilidad y la disciplina solo los convierten en enemigos aún más temidos que antes.

source: Slayer
es: Asesino

source: While improving only marginally on the power of their bow, the Slayer abandons the blade in favor of training with a glaive, improving his skills in hand-to-hand combat. He is not as rugged as others of comparable skill, but far deadlier.
es: Aunque solo mejora marginalmente el poder de su arco, el Asesino abandona la espada en favor de entrenar con una guja, mejorando sus habilidades en el combate cuerpo a cuerpo. No es tan robusto como otros con habilidades comparables, pero es mucho más letal.

source: glaive
es: guja

source: bow
es: arco

source: Captain
es: Capitán

source: As a king of the Aragwaithi once said, the ability to earn the hearts of men, instill their souls with bravery and make them greater than they are, is one of the most sublime abilities there is. For it is not a skill that can be taught by scrolls, by tales, even by the greatest teachers; it is a skill that must be learned on its own, learned by fire and steel and experience. And, paradoxically, it is a skill that is useless on its own; for its true value lies in those who stand by those who have it. It is, as that king goes on to say, an ability that belongs to others as much to oneself. Such lesson is one that a flagbearer learns across the years; once he fully understand it, he finds himself surrounded by those whose hearts he's earned, whose souls have been filled with his bravery, and who have learned to become greater than they are through his example. With banners embroidered with tales of his own deeds and exploits, they have led the Aragwaithi from their ancient homeland and across the ages - and they will continue to do so for as long as there are winds to raise their banners high.
es: Como dijo una vez un rey de los Aragwaithi, la habilidad de ganarse los corazones de los hombres, infundir valor en sus almas y hacerlos más grandes de lo que son, es una de las habilidades más sublimes que existen. Pues no es una habilidad que pueda enseñarse con pergaminos, con historias, ni siquiera por los mejores maestros; es una habilidad que debe aprenderse por sí sola, aprendida a través del fuego, el acero y la experiencia. Y, paradójicamente, es una habilidad inútil por sí sola; pues su verdadero valor radica en aquellos que están al lado de quien la posee. Es, como continúa diciendo ese rey, una habilidad que pertenece tanto a los demás como a uno mismo. Tal lección es una que un portaestandarte aprende a lo largo de los años; una vez que la comprende plenamente, se encuentra rodeado de aquellos cuyos corazones ha ganado, cuyas almas han sido llenadas con su valentía, y que han aprendido a ser más grandes de lo que son a través de su ejemplo. Con estandartes bordados con historias de sus propias hazañas y proezas, han liderado a los Aragwaithi desde su patria antigua y a través de las eras, y seguirán haciéndolo mientras haya vientos que eleven sus estandartes en alto.

source: sword
es: espada

source: Guardian
es: Guardián

source: One of the many ancient tales of the Aragwaithi find the last survivors of a king's army stranded on enemy territory and surround by overwhelming forces. Rather than surrender, they stood their ground, forming a circle, each man protecting their comrade's flanks. Confident in their victory, the enemy forces charged brutally - only to be skewered by the long silver lances of the Aragwaithi. Wave and wave crashed against their shields, until the ground around them was muddy with gore. But the tale of those Aragwaithi does not end with heroic sacrifice - for they did not simply stand their ground in defence. Seeing their own die meaninglessly on the silver lances, the enemy forces stepped back - and that was when the Aragwaithi advanced, fighting their way through until they reached a safer area and escaped. Such is the might of the Aragwaithi Guardians, as fearsome in defence as they are in the offensive.
es: Una de las muchas historias antiguas de los Aragwaithi cuenta sobre los últimos sobrevivientes de un ejército de un rey varados en territorio enemigo y rodeados por fuerzas abrumadoras. En lugar de rendirse, mantuvieron su posición, formando un círculo, cada hombre protegiendo los flancos de su compañero. Confiados en su victoria, las fuerzas enemigas cargaron brutalmente, solo para ser ensartadas por las largas lanzas plateadas de los Aragwaithi. Ola tras ola chocaron contra sus escudos, hasta que el suelo a su alrededor quedó embarrado de sangre. Pero la historia de esos Aragwaithi no termina con un sacrificio heroico, pues no solo mantuvieron su posición en defensa. Al ver a los suyos morir sin sentido en las lanzas plateadas, las fuerzas enemigas retrocedieron, y fue entonces cuando los Aragwaithi avanzaron, luchando hasta llegar a una zona más segura y escapar. Tal es la fuerza de los Guardianes Aragwaithi, tan temibles en defensa como en el ataque.

source: Silver Shield
es: Escudo Plateado

source: The Silver Shields are named for obvious reasons; the distinctive shields that they carry set them apart from the common horseman. The shield is given to a warrior only after long and distinguished service, and they are greatly respected by their countrymen.
es: Los Escudos Plateados reciben su nombre por razones obvias; los distintivos escudos que llevan los diferencian del jinete común. El escudo se otorga a un guerrero solo después de un largo y distinguido servicio, y son muy respetados por sus compatriotas.

source: female^Silver Shield
es: Escudo Plateado

source: Greatbow
es: Gran Arco

source: Finally moving on from the dirk and dagger to the sword, the Greatbow is superior to the Strongbow in melee combat, but not as powerful as the Slayer. Their bow, however, is a masterpiece of military design. Several months are spent crafting a single bow, and each bow is crafted by the user, to his individual specifications. Due to the incredible strength required to pull these bows, anyone but the crafter who attempts to draw it could suffer serious injury.
es: Al pasar finalmente del puñal y la daga a la espada, el Gran Arco es superior al Arco Fuerte en combate cuerpo a cuerpo, pero no tan poderoso como el Asesino. Sin embargo, su arco es una obra maestra del diseño militar. Se dedican varios meses a fabricar un solo arco, y cada arco es creado por el usuario según sus especificaciones individuales. Debido a la increíble fuerza requerida para tensar estos arcos, cualquiera que intente hacerlo, salvo el creador, podría sufrir lesiones graves.

source: Unhooded
es: Sin capucha

source: Lancer
es: Jinete Lancero

source: Aragwaithi lancers are expert riders and skilled warriors. They are famously effective in quick strikes and scouting, but are also more than capable of taking and holding ground in a protracted battle.
es: Los lanceros Aragwaithi son jinetes expertos y guerreros habilidosos. Son famosos por su efectividad en ataques rápidos y exploración, pero también son más que capaces de tomar y mantener terreno en una batalla prolongada.

source: female^Lancer
es: Jinete Lancera

source: female^Adept
es: Adepta

source: The increasingly rare magically-gifted noblewomen of the Aragwaithi function as the lorekeepers of their unique civilization, possessing vast knowledge about the history of Irdya and the many trials faced by their ancestors. But the path to reach their status and earn the Grand Council's trust and respect is arduous, and much of their lives is spent training in the marches, far away from their kin. In those parts, the ability to create and control flames is highly versatile, as well as the mastery of the arts of healing.
es: Las nobles mujeres con dones mágicos, cada vez más raras, de los Aragwaithi funcionan como las guardianas del saber de su civilización única, poseyendo un vasto conocimiento sobre la historia de Irdya y las muchas pruebas que enfrentaron sus antepasados. Pero el camino para alcanzar su estatus y ganarse la confianza y el respeto del Gran Consejo es arduo, y gran parte de sus vidas se dedica a entrenar en las marcas, lejos de sus parientes. En esas regiones, la habilidad para crear y controlar llamas es muy versátil, al igual que el dominio de las artes de la curación.

source: female^Enchantress
es: Encantadora

source: Having gathered field experience to further augment their expertise in conjuring projectiles of flames and healing their allies, the Enchantresses maintain a more active presence in skirmishes and utilise their skills to the best result for their armies.
es: Habiendo adquirido experiencia de campo para aumentar aún más su destreza en conjurar proyectiles de llamas y curar a sus aliados, las Encantadoras mantienen una presencia más activa en las escaramuzas y utilizan sus habilidades para obtener el mejor resultado para sus ejércitos.

source: Longswordsman
es: Espadachín Largo

source: While Aragwaithi Swordsmen seem uncannily skilled to blade-wielders of other races, the Aragwaithi reserve their own admiration for Longswordsmen. These warriors have become so adept at the arts of thrust and parry that they have adopted a longer blade than the Swordsmen, yet they are able to wield it with equal grace and skill.
es: Aunque los Espadachines Aragwaithi parecen extraordinariamente habilidosos para los portadores de espadas de otras razas, los Aragwaithi reservan su admiración para los Espadachines Largos. Estos guerreros se han vuelto tan expertos en las artes de la estocada y la parada que han adoptado una espada más larga que los Espadachines, pero son capaces de manejarla con igual gracia y habilidad.

source: long sword
es: espada larga

source: Spearman
es: Lancero

source: Many people consider the spear an unrefined, primitive, base weapon, fit only for those who cannot afford a better one. Indeed, their cherishing of their ancient tradition and the harshness of their new home might explain why so many Aragwaithi still prefer it over weapons such as maces and axes. However, in their hands spear-fighting has become an art form; disdaining the shield and taking full advantage of the resulting freedom of movement, Aragwaithi spearmen are a bane even for the heaviest-armoured knights.
es: Muchas personas consideran la lanza un arma tosca, primitiva y básica, apta solo para aquellos que no pueden permitirse una mejor. De hecho, su aprecio por su antigua tradición y la dureza de su nuevo hogar podrían explicar por qué tantos Aragwaithi todavía la prefieren sobre armas como mazas y hachas. Sin embargo, en sus manos, el combate con lanza se ha convertido en una forma de arte; desdeñando el escudo y aprovechando al máximo la libertad de movimiento resultante, los lanceros Aragwaithi son una pesadilla incluso para los caballeros con la armadura más pesada.

source: Scout
es: Explorador

source: female^Scout
es: Exploradora

source: Guard
es: Guarda

source: Chosen from the toughest Swordsmen, Guards willingly forgo some of their mobility for the advantages of armor. Whether in ceremonial posts during peace, or on the battlefield in times of war, their role is always the same: defending the Warlock nobility.
es: Elegidos entre los Espadachines más resistentes, los Guardas renuncian voluntariamente a parte de su movilidad por las ventajas de la armadura. Ya sea en puestos ceremoniales durante la paz o en el campo de batalla en tiempos de guerra, su rol es siempre el mismo: defender a la nobleza de los Brujos.

source: Archer
es: Arquero

source: The Aragwaithi are a noble people, fragile in body, but their training makes them among the most deadly denizens of this world. Their archers are no exception. Their skills with a bow are comparable to those of some elves, and they are remarkably quick with their daggers.
es: Los Aragwaithi son un pueblo noble, frágil de cuerpo, pero su entrenamiento los convierte en algunos de los habitantes más letales de este mundo. Sus arqueros no son una excepción. Sus habilidades con el arco son comparables a las de algunos elfos, y son notablemente rápidos con sus dagas.

source: Strongbow
es: Arco Fuerte
