Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: The Magi who control the storms themselves are terrifying to behold. They could make a lightning shower occur anywhere with just a wave of a hand and are physically stronger than their other counterparts. Another power of these magi is the ability to concentrate the wind on their enemies, making fearsome cyclones decimate the enemy ranks.
es: Los magos que controlan las tormentas mismas son aterradores de ver. Podrían hacer que una lluvia de relámpagos ocurra en cualquier lugar con solo un movimiento de mano y son físicamente más fuertes que sus otros contrapartes. Otro poder de estos magos es la capacidad de concentrar el viento en sus enemigos, haciendo que ciclones temibles diezmen las filas enemigas.

source: Storm Magi are well-attuned to their magical natures and are highly resistant to non-physical damage.
es: Los Magos de las Tormentas están bien sintonizados con sus naturalezas mágicas y son altamente resistentes al daño no físico.

source: female^Mage of Storms
es: Maga de las Tormentas

source: Warrior Carapace
es: Caparazón Guerrero

source: Carapaces have an extremely long lifespan. The eldest of them are of a massive size, an inch shorter to an adult troll, and are near indestructible fighters. Every foe thinks twice before attacking these giants.
es: Los caparazones tienen una esperanza de vida extremadamente larga. Los más ancianos son de un tamaño masivo, una pulgada más cortos que un trol adulto, y son luchadores casi indestructibles. Todo enemigo piensa dos veces antes de atacar a estos gigantes.

source: water breath
es: aliento de agua

source: Carapace
es: Caparazón

source: Wielding a club, these carapaces have a hard shell which gives them protection from all physical weapons. Although they have not yet reached their adult forms, they are still a force to be reckoned with.
es: Empuñando un garrote, estos caparazones tienen una concha dura que les otorga protección contra todas las armas físicas. Aunque aún no han alcanzado su forma adulta, siguen siendo una fuerza a tener en cuenta.

source: club
es: garrote

source: Gallant Carapace
es: Caparazón Valiente

source: Once a carapace reaches adulthood, it abandons its old shell and grows a new, harder, one. This harder shell, combined with the shields they wield in combat, gives them even more protection. Changing their clubs for maces, they are more dangerous, and thus most foes avoid these braves if they have the choice to do so.
es: Una vez que un caparazón alcanza la edad adulta, abandona su vieja concha y desarrolla una nueva, más dura. Esta concha más dura, combinada con los escudos que empuñan en combate, les otorga aún más protección. Cambiando sus garrotes por mazas, son más peligrosos, y por lo tanto, la mayoría de los enemigos evitan a estos valientes si tienen la opción de hacerlo.

source: War Grandmaster
es: Gran Maestro de la Guerra

source: Over time, ambitious commanders of the armies of humanity might ascend to an even higher rank. The War Grandmasters are the veterans of many battles, having experienced bloodbaths first hand. They have decided to don mithril-reinforced armor to further augment their defences.
es: Con el tiempo, los comandantes ambiciosos de los ejércitos humanos podrían ascender a un rango aún más alto. Los Grandes Maestros de la Guerra son veteranos de muchas batallas, habiendo experimentado baños de sangre de primera mano. Han decidido usar armaduras reforzadas con mithril para aumentar aún más sus defensas.

source: Black Knight
es: Caballero Negro

source: There were tales of mighty knights who left their kings and had become the lord of themselves. These knights are known as 'Black Knights' for the black armor they wear into battle. There are many legends written about them as many epics tell: He is darker than the night; Dreadful and fright, Known by all as the 'Black Knight.'
es: Había cuentos de poderosos caballeros que dejaron a sus reyes y se convirtieron en señores de sí mismos. Estos caballeros son conocidos como 'Caballeros Negros' por la armadura negra que visten en la batalla. Hay muchas leyendas escritas sobre ellos, como cuentan muchos épicos: Es más oscuro que la noche; Temido y aterrador, Conocido por todos como el 'Caballero Negro'.

source: Supreme Warlord
es: Señor Supremo de la Guerra

source: Fearless warriors with great strength, intelligence and the ability to command armies to victory are entitled Warmasters. These warriors are masters of the weapon they use and their stainless-steel armor can withstand any attack.
es: Guerreros intrépidos con gran fuerza, inteligencia y la capacidad de comandar ejércitos hacia la victoria son nombrados Maestros de la Guerra. Estos guerreros son maestros del arma que usan y su armadura de acero inoxidable puede resistir cualquier ataque.

source: Warmaster
es: Maestro de la Guerra

source: This unit has specialised AMLA upgrades.
es: Esta unidad tiene mejoras AMLA especializadas.

source: Cataphract
es: Catafracto

source: There was once a legend about a knight who, only with a sword and flail, was more than a match for seven orcs. Trying to make that legend a truth, these warriors train hard to master the combination of their weapons.
es: Hubo una vez una leyenda sobre un caballero que, solo con una espada y un mayal, era más que un rival para siete orcos. Intentando hacer esa leyenda realidad, estos guerreros entrenan duro para dominar la combinación de sus armas.

source: greatsword
es: espadón

source: morning star
es: estrella del alba

source: Soldier
es: Soldado

source: Armed with a sword and shield, soldiers are strong but vulnerable to seasoned enemies. Their skill with the sword is unmatched by many and they are lightly resistant to most physical weapons. Soldiers take part in many battles, hoping to rise to the ranks of a Captain.
es: Armados con espada y escudo, los soldados son fuertes pero vulnerables a enemigos experimentados. Su habilidad con la espada es inigualable para muchos y son ligeramente resistentes a la mayoría de las armas físicas. Los soldados participan en muchas batallas, esperando ascender al rango de Capitán.

source: Cavalry
es: Caballería

source: The usage of sword and morning-star together is quite an effective combination. A combination, which these troops are skilled but they lack the experience needed to wield them properly in battle.
es: El uso conjunto de la espada y la estrella del alba es una combinación bastante efectiva. Una combinación en la que estas tropas son hábiles, pero carecen de la experiencia necesaria para empuñarlas adecuadamente en la batalla.

source: Heavy Cavalry
es: Caballería Pesada

source: Heavy Cavalry are more armored than regular Cavalry and their morning stars can knock soldiers senseless to the ground.
es: La Caballería Pesada está más blindada que la Caballería regular y sus estrellas del alba pueden derribar a los soldados al suelo sin sentido.

source: Warrior
es: Guerrero

source: Some soldiers who are entrusted to lead their brethren into battle are entitled 'warriors'. These leaders have sufficient skill with the sword and are armor-plated to withstand mostly physical attacks.
es: Algunos soldados a los que se les confía liderar a sus hermanos en la batalla son nombrados 'guerreros'. Estos líderes tienen suficiente habilidad con la espada y están cubiertos de armadura para resistir la mayoría de los ataques físicos.

source: Orcish Warlock
es: Brujo Orco

source: The Orcish Warlocks are seen only when the orcs are on the verge of a bloody revolt. They are well respected among the tribes and their mastery of magic is not to be to underestimated.
es: Los Brujos Orcos solo se ven cuando los orcos están al borde de una revuelta sangrienta. Son muy respetados entre las tribus y su dominio de la magia no debe subestimarse.

source: siphon
es: sifón

source: female^Orcish Witch
es: Bruja Orca

source: Orcish Flamebow
es: Arco de Fuego Orco

source: Amongst orcs, bows are often regarded as a cowardly weapon; but even orcs, especially youths and those of slight build, are pragmatic enough to use them in spite of this. Orcish archers are seldom well equipped, and have no semblance of training. Even as poorly handled as they are, their weapons can still be quite deadly, and the wielders thereof rarely march alone.
es: Entre los orcos, los arcos a menudo se consideran un arma cobarde; pero incluso los orcos, especialmente los jóvenes y los de constitución delgada, son lo suficientemente pragmáticos para usarlos a pesar de esto. Los arqueros orcos rara vez están bien equipados y no tienen ninguna apariencia de entrenamiento. Aunque sean manejados de manera deficiente, sus armas aún pueden ser bastante letales, y los portadores de estas rara vez marchan solos.

source: Orcish Marauder
es: Saqueador Orco

source: The marauders wear an ugly bronze mask to make themselves more fearsome to the easily frightened humans.
es: Los saqueadores usan una fea máscara de bronce para hacerse más temibles ante los humanos fácilmente asustados.

source: knife
es: cuchillo

source: Orcish High Warlord
es: Gran Señor de la Guerra Orco

source: Rarely, an orc will appear that has legendary strength and cunning. Such an orc is feared and respected by all other orcs, and his rule is never challenged.
es: Rara vez aparece un orco con fuerza y astucia legendarias. Tal orco es temido y respetado por todos los demás orcos, y su liderazgo nunca es desafiado.

source: Orcish Shaman
es: Chamán Orco

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for Orcs), Orcish Shamans have a moderate ability in using their nature magic.
es: Los Chamanes Orcos son los guardianes de la magia orca. Respetados entre las tribus orcas, forman el Consejo Orco, que toma decisiones importantes para toda la comunidad orca y arbitra los muchos conflictos que surgen entre las tribus de esta raza discutidora. Aunque físicamente débiles (para los orcos), los Chamanes Orcos tienen una habilidad moderada en el uso de su magia natural.

source: female^Orcish Shaman
es: Chamán Orca

source: Orcish Subjugator
es: Subyugador Orco

source: The subjugator has added horns to the mask and helmet, because they seem to scare the humans. The subjugator has also spent enough time in the cities and settlements to have become well aware of how to use the surroundings to his advantage. Tired of the ragging he's been getting from his warrior comrades for not using a blade like a real orc, he modifies his weapon, and wishes he thought to do this sooner.
es: El subyugador ha añadido cuernos a la máscara y al casco, porque parecen asustar a los humanos. También ha pasado suficiente tiempo en ciudades y asentamientos para saber cómo usar el entorno a su ventaja. Cansado de las burlas de sus compañeros guerreros por no usar una espada como un verdadero orco, modifica su arma y desearía haberlo pensado antes.

source: chain flail
es: mayal de cadena

source: Orcish Sorcerer
es: Hechicero Orco

source: Orcish Sorcerers are the most respected leaders of the Orcish Council. They are known throughout the tribes as the masters of nature magic.
es: Los Hechiceros Orcos son los líderes más respetados del Consejo Orco. Son conocidos en todas las tribus como los maestros de la magia natural.

source: female^Orcish Sorceress
es: Hechicera Orca

source: Blood Hulk
es: Coloso de Sangre

source: These monstrous vampires gorge themselves on the blood of their victims instead of turning them. Their appetite for blood is never sated, and with each victim they grow in strength and size. Only talented blood mages can create such monstrosities.
es: Estos vampiros monstruosos se alimentan vorazmente de la sangre de sus víctimas en lugar de convertirlas. Su apetito por la sangre nunca se sacia, y con cada víctima crecen en fuerza y tamaño. Solo los magos de sangre talentosos pueden crear tales monstruosidades.

source: female^Duchess
es: Duquesa

source: A Duchess is a powerful, yet elegant vampiress who is often the wife of a Methusalem. Even though a Duchess is feared for all the minions she controls, she is capable of ravaging her enemies with her graceful swordsmanship and her dementing gaze; in addition she has a powerful bite. It is wise not to get in her way due to her dreadful power and the vast number of minions she controls.
es: Una Duquesa es una vampira poderosa, pero elegante, que a menudo es la esposa de un Matusalén. Aunque una Duquesa es temida por todos los secuaces que controla, es capaz de devastar a sus enemigos con su elegante esgrima y su mirada desquiciadora; además, tiene un mordisco poderoso. Es prudente no cruzarse en su camino debido a su temido poder y la gran cantidad de secuaces que controla.

source: dementia gaze
es: mirada desquiciadora

source: The vampires with family or leadership make themselves lord over whatever land they can hold. They use charm, terror, and ruthlessness to uphold their reign. They will surround themselves with their loyal vampires, whom they keep in check with the promise of continual blood, and subject any lesser creature to be the surfs of their society, and to provide blood or cannon-fodder in an emergency. They do not feed on them directly in most circumstances, because that tends to lead to rebellion, but rather force the surfs to provide animals for their weekly blood.
es: Los vampiros con familia o liderazgo se convierten en señores de cualquier tierra que puedan controlar. Usan el encanto, el terror y la crueldad para mantener su reinado. Se rodean de vampiros leales, a los que mantienen bajo control con la promesa de sangre continua, y someten a cualquier criatura menor a ser siervos de su sociedad, para proporcionar sangre o carne de cañón en caso de emergencia. No se alimentan directamente de ellos en la mayoría de las circunstancias, porque eso tiende a provocar rebeliones, sino que obligan a los siervos a proporcionar animales para su sangre semanal.

source: female^Lady
es: Dama

source: Blood Apprentice
es: Aprendiz de Sangre

source: Vampires always had a strong obsession with blood and control. As such, their magic typically involves blood, souls, and aura. These vampire mages attack their enemies by causing their blood to boil, or the mage will use their aura to disrupt their enemy's aura, thus being able to strike their soul. These mages' blood boiling magic works by causing the victim's aura to flare up, thus causing the victim's blood to boil. Since this magic works this way, it is able to damage the nonliving.
es: Los vampiros siempre han tenido una fuerte obsesión por la sangre y el control. Como tal, su magia típicamente involucra sangre, almas y aura. Estos magos vampiros atacan a sus enemigos haciendo que su sangre hierva, o el mago usará su aura para perturbar el aura de su enemigo, pudiendo así golpear su alma. La magia de hervir sangre de estos magos funciona al hacer que el aura de la víctima se intensifique, causando que la sangre de la víctima hierva. Dado que esta magia funciona de esta manera, es capaz de dañar a los no vivos.

source: blood boil
es: hervir sangre

source: Any vampire who has earned the title Sangel can do things with your blood and soul too horrible to contemplate.
es: Cualquier vampiro que haya obtenido el título de Sangel puede hacer cosas con tu sangre y alma demasiado horribles para contemplar.

source: Malborn
es: Malnacido

source: Some people are simply to weak to handle the blood, and it leaves them a mindless mess. This gives the vampire lord complete control over what is left of them. Because of this control, the vampire lord is quite willing to arm these creatures with poisoned daggers. Unlike his other servants, these ones cannot rebel.
es: Algunas personas son simplemente demasiado débiles para soportar la sangre, y esto los deja en un estado de confusión sin mente. Esto le da al señor vampiro un control completo sobre lo que queda de ellos. Debido a este control, el señor vampiro está bastante dispuesto a armar a estas criaturas con dagas envenenadas. A diferencia de sus otros sirvientes, estos no pueden rebelarse.

source: Sire
es: Señor

source: Some vampires grow strong enough to subject other vampire lords to themselves. In exchange for protection (from whom is not always mentioned), the other lords provide a tithe of their tax to the Sire.
es: Algunos vampiros se vuelven lo suficientemente fuertes como para someter a otros señores vampiros. A cambio de protección (de quién no siempre se menciona), los otros señores proporcionan un diezmo de sus impuestos al Señor.

source: Blood Manipulator
es: Manipulador de Sangre

source: It is horrifying what an skilled manipulator of blood can do to you.. He can cause your every vein to burn. He can strip you of food, or cause you to vomit, or burn through your brain. Horrifying as as that is what he can do to your spirit is worse.
es: Es aterrador lo que un manipulador de sangre habilidoso puede hacerte. Puede hacer que cada vena tuya arda. Puede privarte de comida, hacerte vomitar o quemarte el cerebro. Tan aterrador como eso es, lo que puede hacerle a tu espíritu es peor.

source: Methusalem
es: Matusalén

source: You may only see one such vampire every thousand years, but when you do you know war is coming. These vampires have grown so old, and so powerful, that they believe it time to fill the vampire manifest destiny, and subject every other race. With their terrible power, charisma, and the promise of an eternity of free blood, they can gather the support of most vampire lords and lieges. Those who won't join them they destroy ruthlessly.
es: Puedes ver a un vampiro así solo cada mil años, pero cuando lo haces, sabes que la guerra está por venir. Estos vampiros han envejecido tanto y se han vuelto tan poderosos que creen que es hora de cumplir el destino manifiesto de los vampiros y someter a todas las demás razas. Con su terrible poder, carisma y la promesa de una eternidad de sangre gratis, pueden reunir el apoyo de la mayoría de los señores y vasallos vampiros. A aquellos que no se unen a ellos, los destruyen sin piedad.

source: Sword Dancer
es: Espadalchin Danzante

source: Vampires live a long time, and have time to develop many social graces, including dance. Duelists who have spent extended amounts of time fighting, and dancing see similarities between the two, and combine them into a devastating and accurate form of fighting that cuts through defenses.
es: Los vampiros viven mucho tiempo y tienen tiempo para desarrollar muchas gracias sociales, incluyendo el baile. Los duelistas que han pasado largos períodos luchando y bailando ven similitudes entre ambos y los combinan en una forma de lucha devastadora y precisa que atraviesa las defensas.

source: female^Sword Dancer
es: Espadalchina Danzante

source: Half Blood
es: Medio Sangre

source: halfbloods vampire blood grows stronger as they kill. When they are balanced roughly evenly between both bloods, they are known as half bloods.
es: La sangre vampírica de los medios sangre se fortalece a medida que matan. Cuando están aproximadamente equilibrados entre ambas sangres, se les conoce como medios sangre.

source: female^Half Blood
es: Medio Sangre

source: Thin Blood
es: Sangre Pálida

source: Not all bloodborn grow towards their vampire side. Some lean on the human side, and can stand the daylight, and use a bow, which most vampires disdain as a peasant weapon. However they still have the vampires curse of blood thirst on them, giving them a reason to continue to serve their lord. These qualities make them a valuable support for a vampires army.
es: No todos los nacidos de sangre crecen hacia su lado vampírico. Algunos se inclinan por el lado humano y pueden soportar la luz del día y usar un arco, que la mayoría de los vampiros desprecian como un arma de campesinos. Sin embargo, aún tienen la maldición de la sed de sangre de los vampiros, lo que les da una razón para seguir sirviendo a su señor. Estas cualidades los convierten en un apoyo valioso para el ejército de vampiros.

source: female^Thin Blood
es: Sangre Pálida

source: Duelist
es: Duelista

source: Vampires have always had a somewhat upper-class manner. This transfers over to their style of fighting too. The vampires without the family or leadership to become lords make themselves useful to a lord that can ensure they always have a fresh supply of blood. Those who do this are known as duelists. Their masters use them as guards and assassins. The wear not armor, but focus on rapid pinpoint fencing which they carry out with inhuman accuracy.
es: Los vampiros siempre han tenido un aire algo aristocrático. Esto se traslada también a su estilo de lucha. Los vampiros sin familia ni liderazgo para convertirse en señores se hacen útiles para un señor que pueda asegurarles un suministro constante de sangre fresca. Quienes hacen esto son conocidos como duelistas. Sus amos los usan como guardias y asesinos. No llevan armadura, sino que se centran en una esgrima rápida y precisa que ejecutan con una precisión inhumana.

source: female^Duelist
es: Duelista

source: female^Mistress
es: Señora

source: Some of the beautiful vampiresses who are as powerful as a Sire and are capable of winning the love of one are given the title of 'Mistress'. These vampiresses are capable of unleashing a world of pain and suffering upon their enemies with their twin daggers and their dementing gaze. The minions and mercenaries which serve her fight significantly better whenever they around her, sometimes it is unknown wether she is leading them or the mercenaries and minions are protecting her in order to protect themselves from the wrath of the Mistress' husband.
es: Algunas de las hermosas vampiras que son tan poderosas como un Señor y capaces de ganarse el amor de uno reciben el título de 'Señora'. Estas vampiras son capaces de desatar un mundo de dolor y sufrimiento sobre sus enemigos con sus dagas gemelas y su mirada desquiciadora. Los secuaces y mercenarios que la sirven luchan significativamente mejor cuando están cerca de ella; a veces no se sabe si ella los lidera o si los mercenarios y secuaces la protegen para protegerse del enojo del esposo de la Señora.

source: Flesh Artisan
es: Artesano de Carne

source: Some vampires who take up blood magic, decide that torture is much more satisfying than merely destroying. They neglect magic somewhat so that in addition to causing the blood to boil on the inside, they can master causing pain with claws and fangs, on the outside. In battle they can fight well with claws at close range, and magic at a distance.
es: Algunos vampiros que adoptan la magia de sangre deciden que torturar es mucho más satisfactorio que simplemente destruir. Descuidan un poco la magia para que, además de hacer hervir la sangre por dentro, puedan dominar el causar dolor con garras y colmillos por fuera. En la batalla, pueden luchar bien con garras a corta distancia y con magia a distancia.

source: Bloodborn
es: Neonato
