Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: type^arcane focus
es: enfoque arcano

source: type^electric
es: eléctrico

source: type^energy
es: energía

source: type^natural
es: natural

source: type^light
es: luz

source: type^water
es: agua

source: type^any
es: cualquiera

source: This unit has an attack that always deals whichever damage type its opponent is most vulnerable to.
es: Esta unidad tiene un ataque que siempre inflige el tipo de daño al que su oponente es más vulnerable.

source: race^Vampire
es: Vampiro

source: race+female^Vampiress
es: Vampira

source: race^Vampires
es: Vampiros

source: The term 'vampire' is a word in an ancient dialect of the human language that would mean 'corrupted blood' in the modern tongue. In reality, vampires are not of a totally different race, but are the result of when a living creature's blood is corrupted by a very powerful, arcane type of magic. All vampires have red glowing eyes, white hair, pale skin, long fangs, and a craving for the blood of other living creatures. In addition, this magic has an effect on the creature so that it becomes similar to an undead creature; therefore necromancy, and abilities that drain will have no effect on a vampire. Some of the more powerful vampires even have the ability to transform into bats. Due to all of this, vampires are often classified as a different race. As vampires have a strong craving for blood, they usually overwhelm an already existing society mainly composed of living creatures, and build a monarchy or an oligarchy over it; the living members of the society would be subservient to the local vampires, and annually, five dozen of those members would be sacrificed to the vampire population. Due to this practice, the vampiric overlords encourage the subservient population to reproduce in great numbers so that the number of members of the subservient population remains plentiful. In return for compliance, the participating families get a somewhat higher place in society. These societies work for two reasons, one because of the threat the vampires present; two, the subservient members benefit from this setup. Since blood is a very important part of vampire society, it is used as their currency. Also, blood is often involved in their magic.
es: El término 'vampiro' es una palabra en un antiguo dialecto del lenguaje humano que significaría 'sangre corrompida' en la lengua moderna. En realidad, los vampiros no son de una raza completamente diferente, sino que son el resultado de cuando la sangre de una criatura viva es corrompida por un tipo de magia arcana muy poderosa. Todos los vampiros tienen ojos rojos brillantes, cabello blanco, piel pálida, colmillos largos y un deseo intenso por la sangre de otras criaturas vivas. Además, esta magia tiene un efecto en la criatura que la hace similar a una criatura no muerta; por lo tanto, la nigromancia y las habilidades que drenan no tienen efecto en un vampiro. Algunos de los vampiros más poderosos incluso tienen la capacidad de transformarse en murciélagos. Debido a todo esto, los vampiros a menudo se clasifican como una raza diferente. Como los vampiros tienen un fuerte deseo por la sangre, generalmente dominan una sociedad ya existente compuesta principalmente por criaturas vivas y construyen una monarquía o una oligarquía sobre ella; los miembros vivos de la sociedad serían subservientes a los vampiros locales, y anualmente, cinco docenas de esos miembros serían sacrificados para la población de vampiros. Debido a esta práctica, los señores vampíricos alientan a la población subserviente a reproducirse en grandes números para que el número de miembros de la población subserviente permanezca abundante. A cambio de la obediencia, las familias participantes obtienen un lugar algo más alto en la sociedad. Estas sociedades funcionan por dos razones: una, por la amenaza que representan los vampiros; dos, los miembros subservientes se benefician de esta estructura. Dado que la sangre es una parte muy importante de la sociedad vampírica, se utiliza como su moneda. Además, la sangre a menudo está involucrada en su magia.

source: race^Aberration
es: Aberración

source: race+plural^Aberrations
es: Aberraciones

source: Aberrations are so deformed physically that it's immediately obvious that they can't be natural, and thus must have been either created or altered by magic, some time early in their development cycle.
es: Las aberraciones están tan deformadas físicamente que es inmediatamente evidente que no pueden ser naturales, y por lo tanto deben haber sido creadas o alteradas por magia, en algún momento temprano de su ciclo de desarrollo.

source: race^Carapace
es: Caparazón

source: race+female^Carapace
es: Caparazóna

source: race^Carapaces
es: Caparazones

source: Inhabiting the coastal and aquatic regions of Irdya, the Carapaces are a peaceful people. Though not warlike, these creatures are heavily resistant to all sorts of damage except esoteric magic or gelid-based weaponry. They possess moderate strength and only take up arms when threatened by an enemy. Carapaces have no difficulty moving through most terrain, but are hindered traversing mountainous or icy regions.
es: Habitando las regiones costeras y acuáticas de Irdya, los Caparazones son un pueblo pacífico. Aunque no son belicosos, estas criaturas son altamente resistentes a todo tipo de daño, excepto a la magia esotérica o las armas basadas en el frío. Poseen una fuerza moderada y solo toman las armas cuando son amenazados por un enemigo. Los Caparazones no tienen dificultad para moverse por la mayoría de los terrenos, pero se ven obstaculizados al atravesar regiones montañosas o heladas.

source: race^Aragwaith
es: Aragwaith

source: race+female^Aragwaith
es: Aragwaith

source: race^Aragwaithi
es: Aragwaithi

source: During most of the Golden Age, the humans who inhabited the Great Continent were mostly Wesnothians, divided across various territories such as the Northlands, Elensefar and the kingdom of Wesnoth itself. However, there was once a time of great strife during which a new race of humans started to appear from nowhere. They were the 'Aragwaithi', which meant 'noble' in their native language. It has been since then rumored that they came from the Vast Sea to settle in Wesnoth. They mostly lived as mercenaries in that time, until the Fall. After that, they supposedly moved to the northmost lands of the Continent, were the sands could not reach, and the green could survive. Albeit being humans, many of their customs and racial features are incredibly different to the standards, to the point it puts them close to elves in terms of their dexterity with bows. Their wisemen have a mastery of magic not to be underestimated in the battlefield, for it has surprised and overpowered the best magi often.
es: Durante la mayor parte de la Edad Dorada, los humanos que habitaban el Gran Continente eran en su mayoría Wesnothianos, divididos en varios territorios como las Tierras del Norte, Elensefar y el reino de Wesnoth mismo. Sin embargo, hubo un tiempo de gran conflicto durante el cual una nueva raza de humanos comenzó a aparecer de la nada. Eran los 'Aragwaithi', que significaba 'noble' en su lengua nativa. Desde entonces se ha rumoreado que vinieron del Vasto Mar para establecerse en Wesnoth. En ese tiempo, vivían principalmente como mercenarios, hasta la Caída. Después de eso, supuestamente se trasladaron a las tierras más al norte del Continente, donde las arenas no podían llegar y el verde podía sobrevivir. A pesar de ser humanos, muchas de sus costumbres y características raciales son increíblemente diferentes a los estándares, hasta el punto de que los acercan a los elfos en términos de su destreza con los arcos. Sus sabios tienen un dominio de la magia que no debe subestimarse en el campo de batalla, ya que a menudo ha sorprendido y superado a los mejores magos.

source: race^Centaur
es: Centauro

source: race+female^Centaur
es: Centaura

source: race^Centaurs
es: Centauros

source: Centaurs are half-human, half-horse beings who roam the wilderness between forest and plain. These proud warriors form strong bonds with those who share their reverence for nature's balance—the stalwart Minotaurs and cunning Gnolls who fight alongside them, as well as the forest-dwelling elves and faeries they often protect. Swift across open ground and nimble through woodland paths, centaurs struggle in the confines of caves and the alien landscape of fungal caverns, where their equine heritage becomes a hindrance rather than an advantage.
es: Los centauros son seres mitad humanos, mitad caballos que vagan por los terrenos salvajes entre el bosque y la llanura. Estos orgullosos guerreros forman fuertes lazos con aquellos que comparten su reverencia por el equilibrio de la naturaleza: los valientes Minotauros y los astutos Gnolls que luchan junto a ellos, así como los elfos y hadas que habitan en los bosques y que a menudo protegen. Rápidos en terrenos abiertos y ágiles en los senderos boscosos, los centauros tienen dificultades en los confines de las cuevas y en el paisaje extraño de las cavernas fúngicas, donde su herencia equina se convierte en un obstáculo en lugar de una ventaja.

source: race^Dragon
es: Dragón

source: race+plural^Dragons
es: Dragones

source: A dragon is a legendary creature, normally seen only in fantastic tales. They are very rare, and were it not for the historical events, the singlehanded destruction of cities and towns that these creatures have wrought, they might be dismissed as mere myth. Legends are very specific about the ravages of dragons; noting their great strength, speed, their preternatural cunning, and above all else, the great fire that burns inside of them.
es: Un dragón es una criatura legendaria, normalmente vista solo en cuentos fantásticos. Son muy raros, y de no ser por los eventos históricos, la destrucción de ciudades y pueblos que estas criaturas han causado por sí solas, podrían descartarse como mero mito. Las leyendas son muy específicas sobre las devastaciones de los dragones; destacando su gran fuerza, velocidad, su astucia sobrenatural y, sobre todo, el gran fuego que arde dentro de ellos.

source: race^Gnoll
es: Gnoll

source: race^Gnolls
es: Gnolls

source: Gnolls are humanoid hyenas which live in the swamps of the Silver Lands. They are known for their aptitude in the fine art of archery and for their ability to conceal themselves in swampy terrain. Gnolls are often associated with the Minotaurs, mainly due to the fact Minotaurs often hire them as mercenaries.
es: Los Gnolls son hienas humanoides que viven en los pantanos de las Tierras Plateadas. Son conocidos por su habilidad en el arte del tiro con arco y por su capacidad para ocultarse en terrenos pantanosos. Los Gnolls a menudo se asocian con los Minotauros, principalmente porque los Minotauros suelen contratarlos como mercenarios.

source: race^Minotaur
es: Minotauro

source: race^Minotaurs
es: Minotauros

source: The Minotaurs are fearful creatures which are of ancient origin. They used to be humans which lived in the ancient times on the Great Continent, but a curse was placed upon the ancient civilization of these humans due to their disobedience towards their deity and creator. However some of the cursed ones prayed to their deity for forgiveness and therefore were rewarded with the inability to die by aging and therefore could only be killed by other means. A minotaur's body is basically a fusion between that of a bull and a human. They also possess immense strength and some possess magical abilities granted by a higher relationship with their deity. The minotaurs even without a greater relationship with their deity are very magical creatures due to their prayers for forgiveness. This magic is manifested as the inability to die by aging and therefore the minotaurs' bodies heal very quickly. Minotaurs fight well in forests and mountains but fight poorly in open fields, and especially in water and most of them are very slow but sturdy.
es: Los Minotauros son criaturas temidas de origen antiguo. Solían ser humanos que vivían en tiempos antiguos en el Gran Continente, pero una maldición fue impuesta sobre esta antigua civilización de humanos debido a su desobediencia hacia su deidad y creador. Sin embargo, algunos de los malditos oraron a su deidad por perdón y, por lo tanto, fueron recompensados con la incapacidad de morir por envejecimiento y solo podían ser asesinados por otros medios. El cuerpo de un minotauro es básicamente una fusión entre el de un toro y un humano. También poseen una fuerza inmensa y algunos tienen habilidades mágicas otorgadas por una relación más estrecha con su deidad. Los minotauros, incluso sin una mayor relación con su deidad, son criaturas muy mágicas debido a sus oraciones por perdón. Esta magia se manifiesta como la incapacidad de morir por envejecimiento y, por lo tanto, los cuerpos de los minotauros se curan muy rápidamente. Los Minotauros luchan bien en bosques y montañas, pero luchan mal en campos abiertos, y especialmente en agua, y la mayoría de ellos son muy lentos pero robustos.

source: race^Harpy
es: Arpía

source: race+female^Harpy
es: Arpía

source: race+plural^Harpies
es: Arpías

source: Harpies, often called bird-people, are humanlike creatures endowed with winged arms. They are thinner and much lighter than humans, and would be shorter than them if not for their long legs. They also bear other birdlikes features, like a feathered tail and clawed, scaly hands and feet. Harpies are prudent creatures, aware of their frailty and quick to flee when they sense danger. Harpies build simple villages high in cliffs and mountains, sometimes forests, out of reach of most animals and people. Harpy communities are located in isolated places, set either on the shores of the continent or in islands far from the land. They feed on fishes that they catch by plunging or with nets. Harpies that live inland will instead hunt small game and birds, and may also scavenge for fruits. Harpies do not sell a lot of goods, as they mostly craft simple tools, weapons and clothes. Their musical instruments are however highly valued by performers and connoisseurs alike. They trade feathers and food to merchants of other races for tools or materials, but most of the time they prefer to use their talents as courriers or scouts. Harpies use powerful calls and songs to relay messages to other communities. Due to this way of communicating and their fast winged messengers, information travels extremely fast between harpy groups. Their tradition is mostly oral. The history and tales of their people are kept by tellers and songstresses held in high regard by the community. Harpies all possess some amount of magic that they can express through their voice. The ones who train to become mages start as minstrels or tellers, training their voice for different purposes, be it mastering the elements or other's minds. Harpies have a bad reputation among humans, as they have a history of raiding ships and stealing from villages. As they travel by flight, they rarely interact with other races, adding to the existing distrust.
es: Las arpías, a menudo llamadas personas pájaro, son criaturas humanoides dotadas de brazos alados. Son más delgadas y mucho más ligeras que los humanos, y serían más bajas que ellos si no fuera por sus largas piernas. También presentan otras características similares a las de las aves, como una cola emplumada y manos y pies con garras escamosas. Las arpías son criaturas prudentes, conscientes de su fragilidad y rápidas para huir cuando perciben peligro. Las arpías construyen aldeas simples en lo alto de acantilados y montañas, a veces en bosques, fuera del alcance de la mayoría de los animales y personas. Las comunidades de arpías están ubicadas en lugares aislados, ya sea en las costas del continente o en islas lejos de la tierra. Se alimentan de peces que capturan sumergiéndose o con redes. Las arpías que viven en el interior cazan pequeños animales y aves, y también pueden recolectar frutas. Las arpías no venden muchos bienes, ya que principalmente fabrican herramientas, armas y ropa simples. Sin embargo, sus instrumentos musicales son muy valorados por artistas y conocedores por igual. Intercambian plumas y alimentos con comerciantes de otras razas por herramientas o materiales, pero la mayoría de las veces prefieren usar sus talentos como mensajeros o exploradores. Las arpías usan llamadas y canciones poderosas para transmitir mensajes a otras comunidades. Debido a esta forma de comunicación y a sus rápidos mensajeros alados, la información viaja extremadamente rápido entre los grupos de arpías. Su tradición es principalmente oral. La historia y los cuentos de su pueblo son mantenidos por narradores y cantantes que son muy respetados por la comunidad. Todas las arpías poseen cierta cantidad de magia que pueden expresar a través de su voz. Las que se entrenan para convertirse en magas comienzan como juglares o narradoras, entrenando su voz para diferentes propósitos, ya sea dominar los elementos o las mentes de otros. Las arpías tienen una mala reputación entre los humanos, ya que tienen un historial de asaltar barcos y robar en aldeas. Como viajan volando, rara vez interactúan con otras razas, lo que aumenta la desconfianza existente.

source: race^Abstraction
es: Abstracción

source: race+female^Abstraction
es: Abstracción

source: race^Abstractions
es: Abstracciones

source: race^Windsong Human
es: Humana Viento

source: race^Windsong Humans
es: Humanas Viento

source: The Windsong are a mysterious people, consisting completely of abducted female humans. Their numbers are few, and their goals and motives obscure. However they have demonstrated in the past that they are not to be trifled with. They have strange powers, and massive libraries and towers full of books of ancient lore. Their armies though few in number have defeated all of the many who've attacked them, or whom they've decided to attack. Humans hate them because they steal the most fit of their daughters from right under their very noses. Most other races distrust them.
es: Los Viento son un pueblo misterioso, compuesto completamente por humanas secuestradas. Su número es reducido, y sus metas y motivos son oscuros. Sin embargo, han demostrado en el pasado que no se debe jugar con ellos. Tienen poderes extraños y enormes bibliotecas y torres llenas de libros de sabiduría antigua. Sus ejércitos, aunque pocos en número, han derrotado a todos los que los han atacado o a los que han decidido atacar. Los humanos los odian porque roban a las hijas más aptas de debajo de sus narices. La mayoría de las otras razas desconfían de ellos.

source: race^Steelhive
es: Colmena de Acero

source: The Steelhive is a collective race driven by the urge to expand and catalogue all existing life, and to improve its own ability to design machines based on the lifeforms it has collected. To this end, the collective has engaged in a policy of planetary conquest, assimilating the dominant organisms of the worlds they encounter and converting them into different metallic forms. The Steelhive has no leadership beyond a shared desire by the collective to catalogue more life and create more unique models based on those catalogues, and thus has no centralized weakness, behaving more like a plague than anything else. The origin of the Steelhive is largely unknown, but the first documented appearance of the Metallizing Virus within our light cone was on the planet of Sciruss IV. The fact that the Metallizing Virus is quite clearly of engineered design rather than accidental evolution, combined with the observation that Sciruss IV had no technology capable of creating such a thing, implies that the creators of the Metallizing Virus have access to faster-than-light travel and technology quite beyond anything we know. The Steelhive is incredibly dangerous, and must be eliminated before it becomes too widespread to contain.
es: La Colmena de Acero es una raza colectiva impulsada por el deseo de expandirse y catalogar toda la vida existente, y de mejorar su propia capacidad para diseñar máquinas basadas en las formas de vida que ha recolectado. Con este fin, la colectiva ha adoptado una política de conquista planetaria, asimilando a los organismos dominantes de los mundos que encuentra y convirtiéndolos en diferentes formas metálicas. La Colmena de Acero no tiene un liderazgo más allá del deseo compartido por la colectiva de catalogar más vida y crear modelos más únicos basados en esos catálogos, y por lo tanto no tiene una debilidad centralizada, comportándose más como una plaga que como cualquier otra cosa. El origen de la Colmena de Acero es en gran parte desconocido, pero la primera aparición documentada del Virus Metalizante dentro de nuestro cono de luz fue en el planeta Sciruss IV. El hecho de que el Virus Metalizante sea claramente de diseño ingenieril en lugar de una evolución accidental, combinado con la observación de que Sciruss IV no tenía tecnología capaz de crear tal cosa, implica que los creadores del Virus Metalizante tienen acceso a viajes más rápidos que la luz y a una tecnología muy superior a cualquier cosa que conocemos. La Colmena de Acero es increíblemente peligrosa y debe ser eliminada antes de que se vuelva demasiado extendida para contenerla.

source: Despising herself, self-doubting, Meloen felt a strong distrust of her surroundings. Panarbori, the spirit of nature originally made to flesh by the power of Meloen's love toward the forest, had been also altered by the doubts of Meloen. He became the opposite of what the former silver mage was seeking in her companion: instead of being considerate and a source of stability, he became impulsive and violent. His fits of anger matched the wrath of nature itself and were responsible for natural catastrophes. These unstable elementals are bits of Panarbori released after a rage tantrum, with the help of Meloen's power.
es: Despreciándose a sí misma, dudando de sí misma, Meloen sentía una fuerte desconfianza hacia su entorno. Panarbori, el espíritu de la naturaleza originalmente hecho carne por el poder del amor de Meloen hacia el bosque, también fue alterado por las dudas de Meloen. Se convirtió en lo opuesto a lo que la antigua maga plateada buscaba en su compañero: en lugar de ser considerado y una fuente de estabilidad, se volvió impulsivo y violento. Sus ataques de ira coincidían con la furia de la naturaleza misma y eran responsables de catástrofes naturales. Estos elementales inestables son fragmentos de Panarbori liberados después de un ataque de rabia, con la ayuda del poder de Meloen.

source: They are as unpredictable as their father, rushing like small furies from one battlefield to another.
es: Son tan impredecibles como su padre, corriendo como pequeñas furias de un campo de batalla a otro.

source: Their thorny branches grow wildly in all directions, seeking to strangle any life they encounter.
es: Sus ramas espinosas crecen salvajemente en todas direcciones, buscando estrangular cualquier vida que encuentren.

source: The ground shudders as they attack in this form.
es: El suelo tiembla cuando atacan en esta forma.

source: They engulf foes in the turbulent waters that form them.
es: Envuelven a los enemigos en las aguas turbulentas que los forman.

source: They blast all they encounter with gouts of sand.
es: Golpean todo lo que encuentran con ráfagas de arena.

source: They strike with a cold and biting fury.
es: Golpean con una furia fría y mordaz.
