Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: Vampires like to cast strange magic on stone statues, this results in a Gargoyle. Often the magic which is casted upon said statues results in the statue to float. Most gargoyles can only slam into their enemies to attack, so their masters, the Vampires often use them as blockades. Strangely the bizarre magic that grants a gargoyle its life reacts to blood in a way which causes the gargoyle to grow more powerful after absorbing enough blood.
es: A los vampiros les gusta lanzar magia extraña sobre estatuas de piedra, lo que resulta en una Gárgola. A menudo, la magia que se lanza sobre dichas estatuas hace que la estatua flote. La mayoría de las gárgolas solo pueden embestir a sus enemigos para atacar, por lo que sus amos, los vampiros, a menudo las usan como bloqueos. Curiosamente, la extraña magia que otorga vida a una gárgola reacciona con la sangre de una manera que hace que la gárgola se vuelva más poderosa después de absorber suficiente sangre.

source: slam
es: embestida

source: Marlgoyle
es: Margárgola

source: Marlgoyles are simply Gargoyles whose magic has caused it to grow more powerful after absorbing enough blood. Marlgoyles appear to have a lustrous gold coating which makes it more durable and such, the magic will continue to strengthen the Marlgoyle as long as it gets more blood; however it will only increase its durability.
es: Las Margárgolas son simplemente Gárgolas cuya magia las ha hecho más poderosas después de absorber suficiente sangre. Las Margárgolas parecen tener un recubrimiento dorado brillante que las hace más duraderas, y la magia seguirá fortaleciendo a la Margárgola mientras obtenga más sangre; sin embargo, solo aumentará su durabilidad.

source: Blood Maiden
es: Doncella de Sangre

source: Blood Maidens are frequently found in the city-state of Blackqvasten. Equipped with razor-sharp blades, the Blood Maidens ferociously assault the foes of Shassagoth, sating their lust for battle with the blood of their enemies. Once, the Blood Maiden were Elvish Swordswomen, but have since been warped by the darkness of Shassagoth. Now, their former brothers and sisters are their mortal enemies.
es: Las Doncellas de Sangre se encuentran frecuentemente en la ciudad-estado de Blackqvasten. Equipadas con cuchillas afiladas como navajas, las Doncellas de Sangre asaltan ferozmente a los enemigos de Shassagoth, saciando su sed de batalla con la sangre de sus adversarios. En el pasado, las Doncellas de Sangre eran Espadachinas Elfas, pero desde entonces han sido corrompidas por la oscuridad de Shassagoth. Ahora, sus antiguos hermanos y hermanas son sus enemigos mortales.

source: Patroness
es: Patrona

source: Patronesses are highly respected individuals among the ranks of the Deep Elves. While the Seers focus on mystical abilities and their connection to Shassagoth, Patronesses concentrate on honing their destructive abilities, allowing them to can cast magic of incredible raw power. Patronesses act as generals for the Deep Elves and often lead their armies into battle.
es: Las Patronas son individuos muy respetados entre las filas de los Elfos Profundos. Mientras que las Videntes se enfocan en habilidades místicas y su conexión con Shassagoth, las Patronas se concentran en perfeccionar sus habilidades destructivas, lo que les permite lanzar magia de un poder crudo increíble. Las Patronas actúan como generales para los Elfos Profundos y a menudo lideran sus ejércitos en la batalla.

source: nether touch
es: toque infernal

source: discharge
es: descarga

source: Phade
es: Fado

source: Over the course of many years, some Lightborns begin merging with the element that is their weapon and appear to begin transforming into the light itself. An elf that has attained this status is called a Phade, a magical being whose physical body has the appearance of fading away into pure light. In fact, some say that only her enchanted armor stops her body from vanishing completely. In close proximity, the Phade rushes through the bodies of her enemies, while from afar, she blasts them with torrents of blinding light.
es: A lo largo de muchos años, algunos Nacidos de Luz comienzan a fusionarse con el elemento que es su arma y parecen empezar a transformarse en la luz misma. Un elfo que ha alcanzado este estado es llamado Fado, un ser mágico cuyo cuerpo físico parece desvanecerse en pura luz. De hecho, algunos dicen que solo su armadura encantada evita que su cuerpo desaparezca por completo. En proximidad cercana, el Fado atraviesa los cuerpos de sus enemigos, mientras que desde lejos, los ataca con torrentes de luz cegadora.

source: Tyr'hai Cavalry
es: Caballería Tyr'hai

source: Tyr‘Hai Riders who have proven themselves in battle are granted a lance and join the ranks of the Tyr‘Hai Cavalry. Although the lance is powerful enough to impale adversaries even through thick layers of armor, the great Tyr‘Hai itself often causes even more damage, devouring enemies with ease as it dissolves their flesh and armor.
es: Los Jinetes Tyr‘Hai que han demostrado su valía en la batalla reciben una lanza y se unen a las filas de la Caballería Tyr‘Hai. Aunque la lanza es lo suficientemente poderosa como para atravesar adversarios incluso a través de gruesas capas de armadura, el gran Tyr‘Hai en sí mismo a menudo causa aún más daño, devorando a los enemigos con facilidad mientras disuelve su carne y armadura.

source: Night Stalker
es: Acechadora Nocturna

source: A Nightmaiden who has proven herself in battle is bestowed the name Nightstalker. Upon this promotion, her blades are blessed by the waters of the Black Lake and she is granted a crossbow, allowing her to assassinate targets from the shadows. Combined with her ability to track and follow enemies through the darkest of nights, the Nightstalker’s abilities make her an excellent assassin, able to kill her enemies often without fear of retaliation.
es: Una Doncella Nocturna que ha demostrado su valía en la batalla recibe el nombre de Acechadora Nocturna. Tras esta promoción, sus cuchillas son bendecidas por las aguas del Lago Negro y se le otorga una ballesta, lo que le permite asesinar objetivos desde las sombras. Combinado con su habilidad para rastrear y seguir a los enemigos a través de las noches más oscuras, las habilidades de la Acechadora Nocturna la convierten en una excelente asesina, capaz de matar a sus enemigos a menudo sin temor a represalias.

source: nether blade
es: cuchilla infernal

source: eagle eye
es: ojo de águila

source: has always a 80% chance to hit
es: siempre tiene un 80% de probabilidad de acertar

source: As opposed to the Phades, an Elthare chooses to remain in the physical world and attains more melee-oriented abilities such as the skill of manifesting a sword-like extension of purifying light which can slash enemies. Their transformation sort of makes them slightly resistant to mysterious magics and allows better footing on arctic terrain.
es: A diferencia de los Fados, una Elthare elige permanecer en el mundo físico y adquiere habilidades más orientadas al combate cuerpo a cuerpo, como la destreza de manifestar una extensión similar a una espada de luz purificadora que puede cortar a los enemigos. Su transformación las hace algo resistentes a magias misteriosas y les permite un mejor apoyo en terrenos árticos.

source: magical sword
es: espada mágica

source: Priestess of the Vault
es: Sacerdotisa de la Cripta

source: The Priestess of the Vault has dedicated her life to serving Shassagoth. In her former life she once was a shaman, a healer and a caretaker of the forests. Now, she has become a guardian of the depths and a despoiler of nature. Despite this, the Priestess has preserved some of her former magical capabilities and can summon electrical discharges to wear down her enemies. She sometimes infiltrates elvish territory, trying to convince more of her former sisters to join the ranks of Shassagoth.
es: La Sacerdotisa de la Cripta ha dedicado su vida a servir a Shassagoth. En su vida anterior, alguna vez fue una chamana, curadora y cuidadora de los bosques. Ahora, se ha convertido en una guardiana de las profundidades y una devastadora de la naturaleza. A pesar de esto, la Sacerdotisa ha conservado algunas de sus capacidades mágicas anteriores y puede invocar descargas eléctricas para desgastar a sus enemigos. A veces, se infiltra en territorio élfico, intentando convencer a más de sus antiguas hermanas para que se unan a las filas de Shassagoth.

source: Shadow Tyr'Hai
es: Tyr'Hai de Sombra

source: The rare Shadow Tyr‘Hai is a gigantic version of the lesser Tyr’Hai whose natural habitat is unknown. Some believe they lurk in the deepest part of the depths, while others say, they reside in the very realm of Shassagoth. Sharing a deep connection with Shassagoth, the Shadow Tyr’Hai defend the Priestesses from the darkness and protect them from harm in their travels. They are believed to feast on the souls of their prey, consuming spirit along with body in their mighty jaws.
es: El raro Tyr’Hai de Sombra es una versión gigantesca del Tyr’Hai menor, cuyo hábitat natural es desconocido. Algunos creen que acechan en las partes más profundas de las profundidades, mientras que otros dicen que residen en el propio reino de Shassagoth. Compartiendo una conexión profunda con Shassagoth, los Tyr’Hai de Sombra defienden a las Sacerdotisas de la oscuridad y las protegen de cualquier daño en sus viajes. Se cree que se alimentan de las almas de sus presas, consumiendo el espíritu junto con el cuerpo en sus poderosas mandíbulas.

source: Wisp Mother
es: Madre de Fuego Fatuo

source: Wispmothers are rare beings that glow with mysterious, eerie energy that simultaneously appears as light, but also melds with the darkness. Often they are surrounded by many Wisps and Greater Wisps, who are attracted and empowered by the energy that the Wispmothers emit. The Wispmother, in turn, controls the lesser Wisps like the queen of a hive, directing them with unknown purpose. It is rumored that Wispmothers are not related to the ordinary Deep Elves, but are instead the manifested thoughts of Shassagoth, guiding the magical Wisps to do his bidding.
es: Las Madres de Fuego Fatuo son seres raros que brillan con una energía misteriosa y escalofriante que parece luz al mismo tiempo que se funde con la oscuridad. A menudo están rodeadas de muchos Fuegos Fatuos y Fuegos Fatuos Mayores, que son atraídos y potenciados por la energía que emiten las Madres de Fuego Fatuo. La Madre de Fuego Fatuo, a su vez, controla a los Fuegos Fatuos menores como la reina de una colmena, dirigiéndolos con un propósito desconocido. Se rumorea que las Madres de Fuego Fatuo no están relacionadas con los Elfos Profundos comunes, sino que son los pensamientos manifestados de Shassagoth, guiando a los Fuegos Fatuos mágicos para cumplir sus órdenes.

source: Adjacent wisps gain +25% damage.
es: Los fuegos fatuos adyacentes obtienen un +25% de daño.

source: wisp mother
es: madre de fuego fatuo

source: female^wisp mother
es: madre de fuego fatuo

source: orb
es: orbe

source: arcane barrage
es: barrera arcana

source: Matriarch
es: Matriarca

source: The Matriarch is the leader of groups of Priestesses and has been blessed by Shassagoth himself. She has access to various forms of dark magic, which can be used both offensively as a means to slay enemies, and defensively as a way to guard the depths and spread the darkness’s influence. Matriarchs are often responsible for building statues of Shassagoth throughout the great continent.
es: La Matriarca es la líder de grupos de Sacerdotisas y ha sido bendecida por el propio Shassagoth. Tiene acceso a varias formas de magia oscura, que puede usar tanto ofensivamente para matar enemigos como defensivamente para proteger las profundidades y extender la influencia de la oscuridad. Las Matriarcas son a menudo responsables de construir estatuas de Shassagoth por todo el gran continente.

source: Vengeance
es: Venganza

source: A Blood Maiden whose sword has bathed in the blood of her foes is granted new powers and becomes a Vengeance. When their lesser sisters fall on the forefront of battle, those of the Vengeance caste only fight more furiously, frenziedly pursuing the killers of their slain kin. This has earned them their namesake, as they commonly, and rightly, viewed as the avengers from the deep.
es: Una Doncella de Sangre cuya espada se ha bañado en la sangre de sus enemigos recibe nuevos poderes y se convierte en una Venganza. Cuando sus hermanas menores caen en la vanguardia de la batalla, las de la casta Venganza luchan con mayor furia, persiguiendo frenéticamente a los asesinos de sus parientes caídos. Esto les ha valido su nombre, ya que comúnmente, y con razón, son vistas como las vengadoras de las profundidades.

source: Night Maiden
es: Doncella Nocturna

source: Nightmaidens are a type of Deep Elf that inherited the darkness itself when they were transformed by Shassagoth. Donning light armor, the Nightmaidens’ dark skin allow them to dance through the night and the dark, avoiding enemy attacks with ease. Despite their frail appearance, their agility and skill with blades make them deadly foes in combat, especially under the shroud of darkness.
es: Las Doncellas Nocturnas son un tipo de Elfo Profundo que heredó la oscuridad misma cuando fueron transformadas por Shassagoth. Con armaduras ligeras, la piel oscura de las Doncellas Nocturnas les permite danzar a través de la noche y la oscuridad, esquivando los ataques enemigos con facilidad. A pesar de su apariencia frágil, su agilidad y destreza con las cuchillas las convierten en enemigos mortales en combate, especialmente bajo el manto de la oscuridad.

source: Baroness of the Night
es: Baronesa de la Noche

source: The Baroness of the Night is equipped with an enchanted crossbow whose bolts are guided by the darkness and rarely miss their targets. She additionally wields a pair of dual-swords with which she can easily cut through both flesh and bone, rending them with the sheer power of the shadows. The Baroness is also granted the ability to step through the shadow realm, allowing her to move quickly in combat and avoid attacks while striking her enemies where they least expect her.
es: La Baronesa de la Noche está equipada con una ballesta encantada cuyos virotes son guiados por la oscuridad y rara vez fallan sus objetivos. Además, empuña un par de espadas dobles con las que puede cortar fácilmente carne y hueso, desgarrándolos con el puro poder de las sombras. La Baronesa también tiene la habilidad de atravesar el reino de las sombras, lo que le permite moverse rápidamente en combate y evitar ataques mientras golpea a sus enemigos donde menos lo esperan.

source: twin blades
es: cuchillas gemelas

source: rip
es: desgarrar

source: relentless assault
es: asalto implacable

source: When used offensively, this attack deals 1.5x damage to the target. It also causes this unit to take 1.5x damage from the target's counterattack.
es: Cuando se usa ofensivamente, este ataque causa 1.5 veces el daño al objetivo. También hace que esta unidad reciba 1.5 veces el daño del contraataque del objetivo.

source: Tyr'hai Rider
es: Jinete Tyr'hai

source: Tyr‘Hai are reptilian creatures that live in the caverns below the Great Continent that have been domesticated by the Deep Elves. Although the Deep Elves usually rely on the powers granted to them by Shassagoth, they acknowledge that the simple brute force provided by the Tyr’Hai is sometimes needed. The Tyr‘Hai allow the lesser Deep Elves to quickly move through the caverns of Blackqvasten.
es: Los Tyr‘Hai son criaturas reptilianas que viven en las cavernas bajo el Gran Continente y que han sido domesticadas por los Elfos Profundos. Aunque los Elfos Profundos normalmente dependen de los poderes otorgados por Shassagoth, reconocen que a veces se necesita la fuerza bruta simple proporcionada por los Tyr’Hai. Los Tyr‘Hai permiten a los Elfos Profundos menores moverse rápidamente a través de las cavernas de Blackqvasten.

source: Greater Wisp
es: Fuego Fatuo Mayor

source: Sometimes, one may find Wisps gathered in clusters in the depths. In their midst, there appear a few larger wisps that are stronger than their smaller kin. These Greater Wisps have the potential to cast lower forms of magic and are more durable than the smaller Wisps. It is unknown how these Greater Wisps came to be, but the strange light that they emanate attracts nearby wisps, whereupon more Greater Wisps will eventually be found when the Wisps begin to cluster.
es: A veces, se pueden encontrar Fuegos Fatuos reunidos en grupos en las profundidades. En medio de ellos, aparecen algunos fuegos fatuos más grandes que son más fuertes que sus parientes menores. Estos Fuegos Fatuos Mayores tienen el potencial de lanzar formas menores de magia y son más duraderos que los Fuegos Fatuos menores. No se sabe cómo surgieron estos Fuegos Fatuos Mayores, pero la extraña luz que emanan atrae a los fuegos fatuos cercanos, por lo que eventualmente se encontrarán más Fuegos Fatuos Mayores cuando los Fuegos Fatuos comiencen a agruparse.

source: Black Tyr'Hai
es: Tyr'Hai Negro

source: Black Tyr‘Hai are Tyr‘Hai that have been infested with the presence of Shassagoth. They are trustworthy companions that often protect smaller groups of Deep Elves. These reptilian creatures lurk in caverns outside the city of Blackqvasten and have the ability to drain the life force of the creatures that they bite.
es: Los Tyr‘Hai Negros son Tyr‘Hai que han sido infestados con la presencia de Shassagoth. Son compañeros confiables que a menudo protegen a pequeños grupos de Elfos Profundos. Estas criaturas reptilianas acechan en cavernas fuera de la ciudad de Blackqvasten y tienen la habilidad de drenar la fuerza vital de las criaturas que muerden.

source: Lesser Wisp
es: Fuego Fatuo Menor

source: A wisp is a flickering light with magical capabilities. These mysterious entities roam the caverns of Blackqvasten, usually wandering alone in the endless darkness. Generally, wisps are not dangerous, even to beings that do not inhabit the depths, although they are known to produce magic of extraordinary power when gathered in large enough numbers. Legends say that the Wisps are nothing more than lost souls, tortured by Shassagoth to wander through the depths on unending journeys to find peace.
es: Un Fuego Fatuo es una luz parpadeante con capacidades mágicas. Estas misteriosas entidades vagan por las cavernas de Blackqvasten, generalmente deambulando solas en la oscuridad interminable. En general, los fuegos fatuos no son peligrosos, incluso para seres que no habitan las profundidades, aunque se sabe que producen magia de un poder extraordinario cuando se reúnen en un número lo suficientemente grande. Las leyendas dicen que los Fuegos Fatuos no son más que almas perdidas, torturadas por Shassagoth para vagar por las profundidades en viajes interminables en busca de paz.

source: Lightborn
es: Nacida de Luz

source: The Lightborn is a strange occurrence among the Deep Elves. In stark contrast to the impenetrable darkness of the depths of Blackqvasten, the Lightborns are capable of emitting brilliant light, an ability directly contrary to the darkness-based abilities of their kin. It is said that the Lightborns have retained their faerie nature from their former elvish selves the most. This grants them the ability to cast forth spheres of light to blind their enemies.
es: La Nacida de Luz es una ocurrencia extraña entre los Elfos Profundos. En marcado contraste con la oscuridad impenetrable de las profundidades de Blackqvasten, las Nacidas de Luz son capaces de emitir una luz brillante, una habilidad directamente contraria a las habilidades basadas en la oscuridad de sus congéneres. Se dice que las Nacidas de Luz han conservado en mayor medida su naturaleza de hadas de sus antiguos yos élficos. Esto les otorga la habilidad de proyectar esferas de luz para cegar a sus enemigos.

source: The Irr is a Phade that has been freed of its enchanted armor. As a being of pure light, the Irr blinds her foes with her mere presence, sowing confusion among them when they draw too close. Although rarely encountered in proximity, when an Irr is encountered in depths, she often leads foolish wanderers down treacherous paths into deadly traps, from which they never escape.
es: El Irr es un Fado que ha sido liberado de su armadura encantada. Como un ser de pura luz, el Irr ciega a sus enemigos con su mera presencia, sembrando confusión entre ellos cuando se acercan demasiado. Aunque raramente se encuentra en proximidad, cuando un Irr es encontrado en las profundidades, a menudo lleva a los viajeros imprudentes por caminos traicioneros hacia trampas mortales, de las cuales nunca escapan.

source: Predator
es: Depredadora

source: Whoever has incurred the hatred of the ghostly apparition that is the Seeker will find death. Immune to both swords and arrows, Seekers are said to be able freely traverse through walls, relentlessly pursing their marked quarries. The hunted prey is plagued with nightmares of its own death until the Seeker’s blade transforms its visions into reality. It is said that the Seeker’s sword consumes the souls of its marks, imprisoning them within a cage of cold steel.
es: Quien haya incurrido en el odio de la aparición fantasmal que es la Buscadora encontrará la muerte. Inmunes tanto a espadas como a flechas, se dice que las Buscadoras pueden atravesar libremente las paredes, persiguiendo implacablemente a sus presas marcadas. La presa cazada es atormentada con pesadillas de su propia muerte hasta que la espada de la Buscadora transforma sus visiones en realidad. Se dice que la espada de la Buscadora consume las almas de sus objetivos, encarcelándolas dentro de una jaula de acero frío.

source: Seer
es: Vidente

source: The Seer is unique in that she is intimately connected with Shassagoth and can directly consult him. As such, the leaders of the Deep Elves often contact the Seers before engaging in combat. The success of the Deep Elves hinges on the ability of the Seers to predict the future and anticipate their enemies’ intentions. Although blind and unable to speak, it is often said that in the absence of the Harbinger, the Seers are the true leaders of the Deep Elves.
es: La Vidente es única en que está íntimamente conectada con Shassagoth y puede consultarlo directamente. Como tal, los líderes de los Elfos Profundos a menudo contactan a las Videntes antes de entrar en combate. El éxito de los Elfos Profundos depende de la capacidad de las Videntes para predecir el futuro y anticipar las intenciones de sus enemigos. Aunque ciegas y sin poder hablar, se dice a menudo que, en ausencia del Heraldo, las Videntes son las verdaderas líderes de los Elfos Profundos.

source: will of Shassagoth
es: voluntad de Shassagoth

source: Vault Lurker
es: Acechadora de la Cripta
