Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: Silver Mage Norsesh, Arcane Interactions - Analysis and Theorisation: 'We now consider the limits of potency in the usage of what is called magic by the common.... Control, in the absence of mental discipline, does not rise commensurately with increasing power. The critical factor appears to be opposition between the quantity of energy transmitted and the efficiency of that transmission. [...] A literal example of the inefficiency inherent in power increase is the growth of Unstable Elementals, beings found in the south of the Wesnoth region. In their late stage the creatures become incarnations of the very wrath of nature. Far from exerting greater control over their ever increasing energy, the elemental becomes the puppet of its own excess emotion, like a child trapped within the overgrown body of a man, changing from one wild state to another in response to its environment.'
es: Mago Plateado Norsesh, Interacciones Arcanas - Análisis y Teorización: 'Ahora consideramos los límites de la potencia en el uso de lo que comúnmente se llama magia... El control, en ausencia de disciplina mental, no aumenta proporcionalmente con el incremento del poder. El factor crítico parece ser la oposición entre la cantidad de energía transmitida y la eficiencia de esa transmisión. [...] Un ejemplo literal de la ineficiencia inherente al aumento de poder es el crecimiento de los Elementales Inestables, seres encontrados en el sur de la región de Wesnoth. En su etapa tardía, estas criaturas se convierten en encarnaciones de la propia ira de la naturaleza. Lejos de ejercer un mayor control sobre su energía siempre creciente, el elemental se convierte en la marioneta de su propio exceso de emoción, como un niño atrapado dentro del cuerpo sobredimensionado de un hombre, cambiando de un estado salvaje a otro en respuesta a su entorno.'

source: race^Deep Elf
es: Elfo Profundo

source: race+female^Deep Elf
es: Elfa Profunda

source: race^Deep Elves
es: Elfos Profundos

source: The Deep Elves are descendants of the original wood-elves of the forest of Lintanir, the great grove in the northwest of the Great Continent. Being nothing more than just shadows of their former selves, the Deep Elves reside in the caverns of Blackqvasten, a place hidden underneath the heart of the Great Continent where neither the dead nor the living can see. At the lowest point of Blackqvasten lies the Black Lake, where a statue of Shassagoth stands. Shassagoth, often depicted as a huge black dragon, directs the Deep Elves from his shadow realm. They serve him loyally and unquestioningly, and he, in turn, smites their foes. In the darkness of the depths, the former elves made a pact with Shassagoth and transformed. Some gained a skin as bright as the stars, a skin which could render blades and arrows harmless. These elves are called Lightborn. They retain their faerie nature, illuminating the dark caverns with their mere presence. Others evolved a skin as dark as the night, granting them shelter in the darkest realms and allowing them to merge with the shadows, quickly moving through the nights. Still others developed a skin as red as blood, reflecting the crimson liquid spilled in battle, as a sign of their remarkable powers in blade or magic. Despite their distinguishing characteristics, the pact that the Deep Elves made with Shassagoth unifies them all. And what once was elf has now become a tool of darkness. The followers of the depths create statues of Shassagoth throughout the vast plains of the Great Continent as monuments to expand his influence. Now, scores of statues of Shassagoth have been established, even in the most remote regions. Their stone eyes watch and wait, biding their time until the darkness once again covers the lands.
es: Los Elfos Profundos son descendientes de los elfos silvanos originales del bosque de Lintanir, el gran bosquecillo en el noroeste del Gran Continente. Siendo nada más que sombras de lo que alguna vez fueron, los Elfos Profundos residen en las cavernas de Blackqvasten, un lugar escondido bajo el corazón del Gran Continente donde ni los muertos ni los vivos pueden ver. En el punto más bajo de Blackqvasten se encuentra el Lago Negro, donde se alza una estatua de Shassagoth. Shassagoth, a menudo representado como un enorme dragón negro, dirige a los Elfos Profundos desde su reino de sombras. Ellos le sirven leal e incuestionablemente, y él, a su vez, destruye a sus enemigos. En la oscuridad de las profundidades, los antiguos elfos hicieron un pacto con Shassagoth y se transformaron. Algunos obtuvieron una piel tan brillante como las estrellas, una piel que podía hacer inofensivas las espadas y las flechas. Estos elfos son llamados Nacidos de la Luz. Conservan su naturaleza feérica, iluminando las cavernas oscuras con su mera presencia. Otros desarrollaron una piel tan oscura como la noche, otorgándoles refugio en los reinos más oscuros y permitiéndoles fundirse con las sombras, moviéndose rápidamente a través de las noches. Otros aún desarrollaron una piel tan roja como la sangre, reflejando el líquido carmesí derramado en la batalla, como una señal de sus notables poderes en la espada o la magia. A pesar de sus características distintivas, el pacto que los Elfos Profundos hicieron con Shassagoth los unifica a todos. Y lo que alguna vez fue elfo ahora se ha convertido en una herramienta de la oscuridad. Los seguidores de las profundidades crean estatuas de Shassagoth a lo largo de las vastas llanuras del Gran Continente como monumentos para expandir su influencia. Ahora, decenas de estatuas de Shassagoth han sido establecidas, incluso en las regiones más remotas. Sus ojos de piedra observan y esperan, aguardando su momento hasta que la oscuridad cubra nuevamente las tierras.

source: race^Gargoyle
es: Gárgola

source: race^Gargoyles
es: Gárgolas

source: Some of the darker, yet bizarre magic casted upon stone results in the Gargoyles. Gargoyles often take on the form of flying statues, they really cannot do much besides slamming into their foes, thus their masters, the Vampires often use them as blockades to by time for an assault.
es: Algunas de las magias más oscuras, aunque extrañas, lanzadas sobre la piedra resultan en las Gárgolas. Las Gárgolas a menudo toman la forma de estatuas voladoras, realmente no pueden hacer mucho más que estrellarse contra sus enemigos, por lo que sus amos, los Vampiros, a menudo las usan como barricadas para ganar tiempo para un asalto.

source: race^Nightmare
es: Pesadilla

source: race+plural^Nightmares
es: Pesadillas

source: Meloen caused these... things, to incarnate the very fears gnawing at her soul and mind. Each one of them represents a single facet of terror she imprisoned herself in, and as such is unmatched in spreading fear and uncertainty beyond the limit of sanity. Nightmares are not alive and as such can't be plagued, poisoned or drained.
es: Meloen causó que estas... cosas, encarnaran los propios miedos que carcomían su alma y mente. Cada una de ellas representa una faceta única del terror en el que ella misma se encerró, y como tal, son inigualables en esparcir miedo e incertidumbre más allá del límite de la cordura. Las Pesadillas no están vivas y, por lo tanto, no pueden ser afectadas por plagas, veneno o drenaje.

source: race^Quenoth Elf
es: Elfo Quenoth

source: race+female^Quenoth Elf
es: Elfa Quenoth

source: race^Quenoth Elves
es: Elfos Quenoth

source: Having adapted to the harsh climate of the barren deserts, these elves have long forgotten their previous home of the evergreen forests. Unlike their forest counterparts, most of their troops have dropped the bow in favour of either the bolas or the shield. The bow is still used by their archers, but they lack the accuracy of their ancestors.
es: Habiéndose adaptado al duro clima de los desiertos áridos, estos elfos han olvidado hace mucho su hogar anterior en los bosques siempre verdes. A diferencia de sus contrapartes del bosque, la mayoría de sus tropas han abandonado el arco en favor de las boleadoras o el escudo. El arco todavía es usado por sus arqueros, pero carecen de la precisión de sus ancestros.

source: race^Elemental
es: Elemental

source: race^Elementals
es: Elementales

source: The word 'elemental' is a term used to describe a magical creature that is purely composed of elemental energy. Apparently, the creation of an elemental involves the presence of powerful, arcane magic. Therefore, they are often found in an area influenced by an extremely powerful force. Albeit a somewhat rare situation, they are also found under the control of very powerful mages, those who are adept with the manipulation of aura and elemental energy. Although their behavior and characteristics differ due to the different elements of which they are composed, they generally have no personality (except for some of the more powerful elementals or those that were created in a manner that would grant them personality), and are protective of the force that created them. In addition, an elemental obviously has the powers, abilities, etc. associated with the element of which it is composed.
es: La palabra 'elemental' es un término usado para describir una criatura mágica que está puramente compuesta de energía elemental. Aparentemente, la creación de un elemental implica la presencia de una magia arcana poderosa. Por lo tanto, a menudo se encuentran en un área influenciada por una fuerza extremadamente poderosa. Aunque es una situación algo rara, también se encuentran bajo el control de magos muy poderosos, aquellos que son expertos en la manipulación del aura y la energía elemental. Aunque su comportamiento y características difieren debido a los diferentes elementos de los que están compuestos, generalmente no tienen personalidad (excepto algunos de los elementales más poderosos o aquellos que fueron creados de una manera que les otorgaría personalidad), y son protectores de la fuerza que los creó. Además, un elemental obviamente tiene los poderes, habilidades, etc., asociados con el elemento del que está compuesto.

source: race^Faerie
es: Hada

source: race+male^Faerie
es: Hada

source: race^Fairies
es: Hadas

source: Great, dark forests and caves are excellent places for mysterious creatures to live and hide in. Rarely seen, the mischievous fairies are some of the most beautiful beings who inhabit those parts. Their protective attitude towards nature make them friends of the elves who often share their territory, but their whimsical personality and control over the fire element are characteristics that any creature foreign to their forests should fear and respect.
es: Los grandes bosques oscuros y las cuevas son lugares excelentes para que criaturas misteriosas vivan y se escondan. Rara vez vistas, las hadas traviesas son algunos de los seres más hermosos que habitan esas partes. Su actitud protectora hacia la naturaleza las hace amigas de los elfos que a menudo comparten su territorio, pero su personalidad caprichosa y su control sobre el elemento del fuego son características que cualquier criatura extraña a sus bosques debería temer y respetar.

source: female^Spearmaiden
es: Doncella de Lanza

source: The most elite of centaur wardens, Spearmaidens are renowned figures whose names are spoken with reverence throughout the wild lands. Masters of both individual combat and battlefield strategy, they wield ancient spears that seem to find their mark with supernatural accuracy. These champions have earned their status through years of protecting their people and the sacred groves they call home. In battle, a Spearmaiden moves like the wind itself—swift, unpredictable, and utterly devastating to those who stand against the natural order.
es: Las más elitistas de las guardianas centauro, las Doncellas de Lanza son figuras renombradas cuyos nombres se pronuncian con reverencia en todas las tierras salvajes. Maestras tanto del combate individual como de la estrategia en el campo de batalla, empuñan lanzas antiguas que parecen encontrar su objetivo con una precisión sobrenatural. Estas campeonas han ganado su estatus a través de años de proteger a su pueblo y los bosquecillos sagrados que llaman hogar. En la batalla, una Doncella de Lanza se mueve como el viento mismo: rápida, impredecible y completamente devastadora para aquellos que se oponen al orden natural.

source: female^Sentinel
es: Centinela

source: Seasoned guardians who have proven themselves in countless skirmishes, Sentinels command respect among their people. Their spears have tasted the blood of many foes, and their tactical wisdom guides younger warriors in battle. These veterans possess an intimate knowledge of forest paths and prairie winds, using terrain to their advantage with deadly efficiency. A Sentinel's presence on the battlefield inspires confidence in allies and strikes fear into enemies who underestimate the reach of centaur steel.
es: Guardianas experimentadas que han demostrado su valía en innumerables escaramuzas, las Centinelas comandan respeto entre su pueblo. Sus lanzas han probado la sangre de muchos enemigos, y su sabiduría táctica guía a los guerreros más jóvenes en la batalla. Estas veteranas poseen un conocimiento íntimo de los senderos del bosque y los vientos de la pradera, usando el terreno a su ventaja con una eficiencia letal. La presencia de una Centinela en el campo de batalla inspira confianza en los aliados y provoca temor en los enemigos que subestiman el alcance del acero centauro.

source: female^Warden
es: Guardiana

source: Young centaurs who patrol the borderlands between civilization and wilderness. Armed with sturdy spears and natural agility, Wardens serve as the first line of defense for their herds. Their keen eyes and swift hooves make them excellent scouts, able to traverse vast distances across plains and through forests with remarkable speed. Though inexperienced in the greater conflicts of the world, their fierce loyalty and natural fighting instincts make them formidable opponents to any who threaten their territory.
es: Centauros jóvenes que patrullan las tierras fronterizas entre la civilización y la naturaleza salvaje. Armados con lanzas robustas y una agilidad natural, las Guardianas sirven como la primera línea de defensa para sus manadas. Sus ojos agudos y pezuñas rápidas los convierten en excelentes exploradores, capaces de atravesar grandes distancias a través de llanuras y bosques con una velocidad notable. Aunque inexpertos en los grandes conflictos del mundo, su feroz lealtad y sus instintos de lucha naturales los hacen oponentes formidables para cualquiera que amenace su territorio.

source: Dark Rider
es: Jinete Oscuro

source: The life-like appearance of the Dark Rider can confuse people when seen from afar or in the darkness. Nevertheless, the sighting of its swollen and blackened body reveals his true nature as a creation of an evil mind.
es: La apariencia realista del Jinete Oscuro puede confundir a las personas cuando se ve desde lejos o en la oscuridad. Sin embargo, la visión de su cuerpo hinchado y ennegrecido revela su verdadera naturaleza como una creación de una mente maligna.

source: baneblade
es: espada maldita

source: Dark Invader
es: Invasor Oscuro

source: The life-like appearance of the Dark Invader can confuse people when seen from afar or in the darkness. Nevertheless, the sighting of its swollen and blackened body reveals his true nature as a creation of an evil mind.
es: La apariencia realista del Invasor Oscuro puede confundir a las personas cuando se ve desde lejos o en la oscuridad. Sin embargo, la visión de su cuerpo hinchado y ennegrecido revela su verdadera naturaleza como una creación de una mente maligna.

source: Apparition
es: Aparición

source: Like white magic, black magic and necromancy is almost as varied and equally full of nuances. But the difference lies at the price one has to pay in order to gain mastery over death and the magical art that is entwined with it. Not all attempts to gain lichhood and eternal un-life succeed. Failures are many, and the results are souls unbound yet unable to reach salvation. Trapped in between by the twisted curse, these failed to-be-liches retain some of their former magical abilities and gain something new: the ability to travel freely and over long distances. Yet, that is hardly a recompense for what they have lost.
es: Al igual que la magia blanca, la magia negra y la nigromancia son casi tan variadas y están igualmente llenas de matices. Pero la diferencia radica en el precio que uno debe pagar para obtener el dominio sobre la muerte y el arte mágico que está entrelazado con ella. No todos los intentos de alcanzar la condición de liche y la no-vida eterna tienen éxito. Los fracasos son muchos, y los resultados son almas desatadas pero incapaces de alcanzar la salvación. Atrapadas en un limbo por la maldición retorcida, estas aspirantes a liches fallidas conservan algunas de sus antiguas habilidades mágicas y ganan algo nuevo: la capacidad de viajar libremente y a grandes distancias. Sin embargo, eso apenas es una compensación por lo que han perdido.

source: touch
es: toque

source: chill tempest
es: onda de frío

source: Lich Lord
es: Señor Lich

source: After too much time dabbling with forbidden magics and dark arts, these magi have begun to pay a heavy price. Lich Lords have started losing their bodies, becoming undead themselves. With time, they may become fully undead, and feared by all alike.
es: Tras mucho tiempo incursionando en magias prohibidas y artes oscuras, estos magos han comenzado a pagar un alto precio. Los Señores Lich han empezado a perder sus cuerpos, convirtiéndose ellos mismos en no muertos. Con el tiempo, pueden convertirse completamente en no muertos, y ser temidos por todos por igual.

source: shadow wave
es: onda sombría

source: Elder Lich Lord
es: Señor Lich Anciano

source: At long last, necromantic practitioners have paid the ultimate sacrifice for the dark arts into which they have delved, and have, themselves, entered into undeath. At the apex of their power, they have become master liches, a waking embodiment of dread. They have, beyond any doubt, passed the point of no return, and their power and immortality will have to provide consolation for what they have lost in their quest to achieve them.
es: Por fin, los practicantes de la necromancia han pagado el sacrificio definitivo por las artes oscuras en las que han incursionado, y ellos mismos han entrado en la no muerte. En el apogeo de su poder, se han convertido en liches maestros, una encarnación viviente del temor. Sin duda alguna, han superado el punto de no retorno, y su poder e inmortalidad tendrán que proporcionar consuelo por lo que han perdido en su búsqueda para alcanzarlos.

source: Necro Initiate
es: Iniciado Necro

source: Dabbling in the Death Magic, this young mage's lust for power has weakened him to the point where he is too weak to attack in regular combat.
es: Al incursionar en la Magia de la Muerte, la lujuria por el poder de este joven mago lo ha debilitado hasta el punto de que es demasiado débil para atacar en combate regular.

source: chill wave
es: onda de frío

source: Death Baron
es: Barón de la Muerte

source: As Skeletons advance on their path of darkness, they shed off the shackles of mindlessness and grow into their newfound capabilities, culminating in the transformation into a Death Baron. They are the commanders of the undead hordes, executing orders with ruthless efficiency. Adept at wielding weapons of pure malice, these Barons have had a taste of their once-forgotten martial prowess, and yearn for more. Even in death, their hunger for power and control is not sated, as they are drawn to the path of becoming the dreaded Death Knights.
es: A medida que los esqueletos avanzan en su camino de oscuridad, se deshacen de las cadenas de la falta de mente y crecen en sus nuevas capacidades, culminando en la transformación en un Barón de la Muerte. Son los comandantes de las hordas de no muertos, ejecutando órdenes con una eficiencia implacable. Expertos en manejar armas de pura malicia, estos Barones han probado su destreza marcial, alguna vez olvidada, y anhelan más. Incluso en la muerte, su hambre de poder y control no se sacia, ya que son atraídos hacia el camino de convertirse en los temidos Caballeros de la Muerte.

source: axe
es: hacha

source: crossbow
es: ballesta

source: Deathmaster
es: Maestro de la Muerte

source: His wanderings on a dark path have given him power normally not granted to mortals, but with a terrible cost: the undead that he gave his soul to are gradually claiming his mortal shell too, and with time, he will be a true undead and a terror to all that lives.
es: Sus andanzas por un camino oscuro le han otorgado un poder que normalmente no se concede a los mortales, pero a un costo terrible: los no muertos a los que dio su alma están reclamando gradualmente su cuerpo mortal también, y con el tiempo, será un verdadero no muerto y un terror para todo lo que vive.

source: staff
es: bastón

source: Shadowback
es: Espalda Sombría

source: These shades of what were once warriors are among the most terrifying things a necromancer can create, for a sword will cleave right through them as if through air, seemingly without doing harm. It is the thought that these foes are invincible which is so frightening, a notion that is fortunately far from the truth.
es: Estas sombras de lo que alguna vez fueron guerreros están entre las cosas más aterradoras que un nigromante puede crear, pues una espada las atravesará como si fuera aire, aparentemente sin causar daño. Es la idea de que estos enemigos son invencibles lo que resulta tan aterrador, una noción que, afortunadamente, está lejos de la verdad.

source: wail
es: lamento

source: Goblin Trumpeter
es: Trompetista Goblin

source: Only the best of rousers can hope to become a trumpeter. Trumpeters spend many hours studying the subtleties of the complex orc war signals. For the orcs, such signals are much more than a simple message of advance or retreat, they inspire their entire army and reinforce their bloodthirsty nature. Many orc warlords consider their trumpeter a trusted confidante and sometimes a trumpeter may be allowed to consult with the warlord on his battle plan.
es: Solo los mejores agitadores pueden aspirar a convertirse en trompetistas. Los trompetistas dedican muchas horas a estudiar las sutilezas de las complejas señales de guerra de los orcos. Para los orcos, estas señales son mucho más que un simple mensaje de avance o retirada, inspiran a todo su ejército y refuerzan su naturaleza sedienta de sangre. Muchos señores de la guerra orcos consideran a su trompetista un confidente de confianza y, a veces, se permite que un trompetista consulte con el señor de la guerra sobre su plan de batalla.

source: spear
es: lanza

source: Goblin Chieftain
es: Jefe Goblin

source: It is said that all you need to lead a goblin is a strong leash. In truth, it takes a subtle mind and a noble heart to be a goblin chieftain. Goblins leave much of their life to chance, a strategy that guarantees their short and pointless lifespans. Only the wisest and strongest leader can inspire them and turn them from their anarchic tendencies.
es: Se dice que todo lo que se necesita para liderar a un goblin es una correa fuerte. En verdad, se requiere una mente sutil y un corazón noble para ser un jefe goblin. Los goblins dejan gran parte de su vida al azar, una estrategia que garantiza sus cortas y sin sentido vidas. Solo el líder más sabio y fuerte puede inspirarlos y alejarlos de sus tendencias anárquicas.

source: Goblin Lancer
es: Jinete Lancero Goblin
