Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: While humans must devote considerable time and concentration to learning the magical arts, those elves with the most magical aptitude are often those that spend the least time training magical skills. Elvish mages are dilettantes who spend their waking hours practicing fencing, art, music, and other non-magical pursuits, cultivating a broad worldview which nurtures their innate intuition for magic. This approach, so radically different from that of humans and their rigidly regimented schools of magi, often leads human observers to misinterpret the place of elvish mages in their society. Their seemingly idle lifestyles coupled with the positions of esteem afforded to individuals of such intelligence and wisdom often lead humans to brand these mages as 'nobles' after their own idiom.
es: Mientras que los humanos deben dedicar un tiempo considerable y concentración para aprender las artes mágicas, aquellos elfos con mayor aptitud mágica son a menudo los que pasan menos tiempo entrenando habilidades mágicas. Los magos elfos son diletantes que pasan sus horas despiertos practicando esgrima, arte, música y otras actividades no mágicas, cultivando una visión del mundo amplia que nutre su intuición innata para la magia. Este enfoque, tan radicalmente diferente al de los humanos y sus escuelas de magos rígidamente regimentadas, a menudo lleva a los observadores humanos a malinterpretar el lugar de los magos elfos en su sociedad. Sus estilos de vida aparentemente ociosos, junto con las posiciones de estima otorgadas a individuos de tal inteligencia y sabiduría, a menudo llevan a los humanos a calificar a estos magos como 'nobles' según su propio idioma.

source: Elvish Vanquisher
es: Vencedor Elfo

source: Those few elves who deliberately hone themselves into weapons of war become something which belies the rather docile reputation of their race. Dedication and skill are matched with purity of form, and the result is swordsmanship to which few can compare. Even archery, treated as a secondary pursuit, is masterfully executed.
es: Aquellos pocos elfos que deliberadamente se forjan como armas de guerra se convierten en algo que desmiente la reputación más bien dócil de su raza. La dedicación y la habilidad se combinan con la pureza de la forma, y el resultado es una esgrima con la que pocos pueden compararse. Incluso el tiro con arco, tratado como una actividad secundaria, se ejecuta magistralmente.

source: vanquishing slash
es: corte vencedor

source: female^Elvish Mystic
es: Mística Elfa

source: Experienced mystics are of great value in the Elven society. Their great knowledge of history and magic, tolerance and fair judgement is what is sought for in a leader or advisor. In times of need, they are in charge of assisting their lords with worthy advice or even support in the battlefield. But they have not finished learning yet, and still wander about the world, seeking for new questions to answer.
es: Las místicas experimentadas son de gran valor en la sociedad elfa. Su gran conocimiento de la historia y la magia, su tolerancia y su juicio justo son lo que se busca en un líder o consejero. En tiempos de necesidad, están a cargo de asistir a sus señores con consejos valiosos o incluso apoyo en el campo de batalla. Pero aún no han terminado de aprender y todavía vagan por el mundo, buscando nuevas preguntas que responder.

source: gossamer
es: telaraña

source: ethereal zephyr
es: céfiro etéreo

source: Elvish Wayfarer
es: Caminante Elfo

source: The Wayfarers have left their quiet forest lives in favor of exploring the world. They are deadly foes in combat, as they have learned the combat styles of different races across the world.
es: Los Caminantes han dejado sus tranquilas vidas en el bosque en favor de explorar el mundo. Son enemigos mortales en combate, ya que han aprendido los estilos de combate de diferentes razas a lo largo del mundo.

source: Elvish Prowler
es: Acechador Elfo

source: The best hunters learn to take advantage of their surroundings to attack unwary enemies by surprise. Camouflage is the most frightening ability of these masters of elusive strategies, as an unwary foe could be struck down by them with ease. It has been recorded that entire raiding parties have been decimated by Prowlers in a matter of a few minutes, or even seconds. This is one of the various reasons that the wood elves are respected and feared by most races.
es: Los mejores cazadores aprenden a aprovechar su entorno para atacar a los enemigos desprevenidos por sorpresa. El camuflaje es la habilidad más aterradora de estos maestros de estrategias esquivas, ya que un enemigo desprevenido podría ser derribado por ellos con facilidad. Se ha registrado que grupos enteros de asaltantes han sido diezmados por Acechadores en cuestión de pocos minutos, o incluso segundos. Esta es una de las varias razones por las que los elfos del bosque son respetados y temidos por la mayoría de las razas.

source: female^Elvish Prowler
es: Acechadora Elfa

source: female^Elvish Ascetic
es: Asceta Elfa

source: Some elves have studied varieties of magic better suited for offensive purposes. Whence their knowledge and mastery of such arts came is not known, and they do not reveal their secrets. All that is known of their training is that they may spend long time alone in the wilderness, not to appear for years, or in extreme cases, centuries. For these ascetics, knowledge may be a curse at times, as their people tend to expect from them more that what they can offer without violating their own principles. Nonetheless, they may use their mastery of magic to lend a hand to fate- or to twist it. They possess good knowledge of both offensive and defensive spells.
es: Algunos elfos han estudiado variedades de magia más adecuadas para fines ofensivos. De dónde proviene su conocimiento y dominio de estas artes no se sabe, y no revelan sus secretos. Todo lo que se conoce de su entrenamiento es que pueden pasar largos periodos solos en la naturaleza, sin aparecer durante años o, en casos extremos, siglos. Para estas ascetas, el conocimiento puede ser una maldición a veces, ya que su pueblo tiende a esperar de ellas más de lo que pueden ofrecer sin violar sus propios principios. Aun así, pueden usar su dominio de la magia para ayudar al destino o para alterarlo. Poseen un buen conocimiento de hechizos tanto ofensivos como defensivos.

source: Elvish Hunter
es: Cazador Elfo

source: The elvish militia is mainly composed of civilians who have dropped their bows in favour of entangling unwary opponents using their bolas, and then finish them off with their swords. They are trained to scour the woods, hills and mountains for prey and enemies.
es: La milicia elfa está compuesta principalmente por civiles que han abandonado sus arcos a favor de enredar a oponentes desprevenidos usando sus boleadoras, y luego acabar con ellos con sus espadas. Están entrenados para explorar bosques, colinas y montañas en busca de presas y enemigos.

source: female^Elvish Hunter
es: Cazadora Elfa

source: female^Elvish Avatar
es: Avatar Elfa

source: The great power attained by some mystics is often dreaded by the enemies of elvenkind. After a long path of learning — often lasting their entire lifetime — these avatars master the natural elements, and are capable of commanding them at their will. Their mastery of magic is easily seen from the wings made from faerie magic that they often use to fly. Needless to say, these skills could be used to destroy the elvish civilization. Avatars are thus highly respected, often feared sages of their people. Power is both a gift and a curse — understanding and bearing this great responsibility is perhaps one of the last challenges that must be mastered by these mystics.
es: El gran poder alcanzado por algunas místicas es a menudo temido por los enemigos de los elfos. Tras un largo camino de aprendizaje —a menudo durante toda su vida— estos avatares dominan los elementos naturales y son capaces de controlarlos a su voluntad. Su dominio de la magia es fácilmente visible por las alas hechas de magia de hadas que a menudo usan para volar. No hace falta decir que estas habilidades podrían usarse para destruir la civilización elfa. Por ello, los avatares son muy respetados, a menudo temidos sabios de su pueblo. El poder es tanto un don como una maldición —comprender y soportar esta gran responsabilidad es quizás uno de los últimos desafíos que deben dominar estas místicas.

source: faerie touch
es: toque de hada

source: Troll Warbanner
es: Portaestandarte Trol

source: Wizards have gleaned much experience from the world around them. More devoted to their tribe and arts, they are able to conjure a myriad of artifacts into their bare palms, using their memories and imagination solely. People say that their curse will always find its mark. Rumours even tell of them protecting their allies in a mystical aura, weakening the foe's attacks.
es: Los magos han obtenido mucha experiencia del mundo que los rodea. Más dedicados a su tribu y artes, son capaces de conjurar una miríada de artefactos en sus manos desnudas, usando únicamente sus recuerdos y su imaginación. La gente dice que su maldición siempre encuentra su objetivo. Incluso hay rumores de que protegen a sus aliados con un aura mística, debilitando los ataques de los enemigos.

source: banner
es: estandarte

source: flame blast
es: explosión de llamas

source: chill sphere
es: esfera gélida

source: Troll Warmonger
es: Belicista Trol

source: Trolls typically neither need nor prefer to use any proper armament in combat, as large ‘sticks and stones’ serve them all too well. However, trolls have been seen on numerous occasions clad in rough-shod armor and bearing metal hammers. It is speculated that orcish allies are the source and crafters of these; expeditions into several forcibly-vacated troll holes have shown little evidence of tool use, and certainly no metalworking of any kind. Given how dangerous a troll is with its bare hands, the thought of a troll with proper armament is entirely unsettling.
es: Los trols típicamente no necesitan ni prefieren usar armamento adecuado en combate, ya que grandes ‘palos y piedras’ les sirven perfectamente. Sin embargo, se ha visto en numerosas ocasiones a trols vestidos con armaduras rudimentarias y portando martillos de metal. Se especula que los aliados orcos son la fuente y los artesanos de estos; las expediciones a varios agujeros de trol desalojados por la fuerza han mostrado poca evidencia de uso de herramientas, y ciertamente ningún tipo de trabajo con metal. Dado lo peligroso que es un trol con las manos desnudas, la idea de un trol con armamento adecuado es completamente inquietante.

source: hammer
es: martillo

source: Troll Boulderlobber
es: Lanzarrocas Trol

source: Some trolls show an uncommon ability in throwing boulders. These Boulderlobbers throw enormous rocks, that common trolls could not even lift and that are often bigger than a man.
es: Algunos trols muestran una habilidad poco común para lanzar rocas. Estos Lanzarrocas arrojan enormes piedras, que los trols comunes ni siquiera podrían levantar y que a menudo son más grandes que un hombre.

source: Javelin Master
es: Maestro de Jabalina

source: Spearmen almost always equip themselves with a few javelins, to harry, if not kill, enemies at range. Some, however, take to them rather well, finding that they have a natural talent in their use. Javelin Masters are a valuable asset to an army, being able to supplement their skill in melee combat with an ability to handle distant foes. They can hurl javelins into enemy ranks from a distance, often without retribution, and still hold their ground in melee.
es: Los lanceros casi siempre se equipan con unas pocas jabalinas, para hostigar, si no matar, a los enemigos a distancia. Sin embargo, algunos se adaptan bastante bien a ellas, descubriendo que tienen un talento natural en su uso. Los Maestros de Jabalina son un activo valioso para un ejército, siendo capaces de complementar su habilidad en combate cuerpo a cuerpo con la capacidad de manejar enemigos a distancia. Pueden lanzar jabalinas a las filas enemigas desde lejos, a menudo sin represalias, y aún así mantener su posición en el combate cuerpo a cuerpo.

source: Crossbowman
es: Ballestero

source: Trading away melee capabilities for a more defensive style of combat, the Crossbowman excels at holding locations from enemy forces until they can be relieved by reinforcements.
es: Renunciando a las capacidades de combate cuerpo a cuerpo por un estilo de combate más defensivo, el Ballestero destaca en mantener posiciones contra fuerzas enemigas hasta que puedan ser relevados por refuerzos.

source: Sentry
es: Centinela

source: Generals and other superior military commanders of the human armies have realised that equipping soldiers solely for offensive combat would create a bias in their armies. Thus, some soldiers have undertaken the role of defenders: they are more heavily-armoured, but have less mobility.
es: Los generales y otros comandantes militares superiores de los ejércitos humanos han comprendido que equipar a los soldados únicamente para el combate ofensivo crearía un sesgo en sus ejércitos. Por lo tanto, algunos soldados han asumido el rol de defensores: están más fuertemente blindados, pero tienen menos movilidad.

source: Chevalier
es: Caballero Sagrado

source: Some Infantrymen may follow a divine path towards the light and become Knights of a holy order. These Knights are given a blessed sword to dispel foes who deny the Light.
es: Algunos Soldados de Infantería pueden seguir un camino divino hacia la luz y convertirse en Caballeros de una orden sagrada. Estos Caballeros reciben una espada bendita para disipar a los enemigos que niegan la Luz.

source: divine sword
es: espada divina

source: divine lightning
es: relámpago divino

source: Crusader
es: Cruzado

source: Chevaliers who had served the Light long enough are entitled Crusaders.
es: Los Caballeros que han servido a la Luz durante suficiente tiempo son nombrados Cruzados.

source: Mounted Bowman
es: Arquero Montado

source: Exchanging their shields for bows, some Cavalryman have been trained in basic archery for more versatile combat.
es: Al cambiar sus escudos por arcos, algunos jinetes han sido entrenados en tiro con arco básico para un combate más versátil.

source: Custodian
es: Custodio

source: Elite defenders of the cities of humanity are a marvel to behold. Armed with towering shields and razor-sharp glaives, the Custodians will hold off adversaries until reinforcements arrive or until they are eventually conquered.
es: Los defensores de élite de las ciudades humanas son una maravilla para la vista. Armados con escudos imponentes y gujas afiladas como navajas, los Custodios resistirán a los adversarios hasta que lleguen refuerzos o hasta que sean eventualmente derrotados.

source: Infantryman
es: Soldado de Infantería

source: Infantrymen form the core of the human armies. They have gone through intensive training and can hold their ground against most foes.
es: Los Soldados de Infantería forman el núcleo de los ejércitos humanos. Han pasado por un entrenamiento intensivo y pueden mantener su posición contra la mayoría de los enemigos.

source: Titanium Decimator
es: Diezmador de Titanio

source: Iron Maulers were given their name for obvious justifications but, exceptional members of their rank are promoted to more prominence. Often found to serve as the bodyguards of kings, emperors, or even lords, the Titanium Decimators are seldom sighted on the battlefield as they menacingly slow in terms of mobility. However, if one is ever sighted on the battlefield, slowly advancing in its unstoppable path, then a potential adversary's most beneficial move would be to withdraw from the battle and flee in utmost humiliation. This is because the Titanium Decimator is capable of dealing deathly blows with a single strike of its weapon and are known to fight superbly better in situations where they are outnumbered.
es: Los Colosos recibieron su nombre por razones obvias, pero los miembros excepcionales de su rango son promovidos a mayor prominencia. A menudo se les encuentra sirviendo como guardaespaldas de reyes, emperadores o incluso señores, los Diezmadores de Titanio rara vez se ven en el campo de batalla debido a su amenazante lentitud en términos de movilidad. Sin embargo, si alguna vez se avista uno en el campo de batalla, avanzando lentamente en su camino imparable, la mejor acción para un adversario potencial sería retirarse de la batalla y huir con la mayor humillación. Esto se debe a que el Diezmador de Titanio es capaz de asestar golpes mortales con un solo golpe de su arma y es conocido por luchar de manera excepcionalmente mejor en situaciones donde está en desventaja numérica.

source: reinforced flail
es: mangual reforzado

source: Naga Hunter
es: Cazador Naga

source: Naga Hunters are Naga who are skilled at hunting with a bow. Since the naga are naturally resistant to poison, they have no qualms about hunting with poisoned arrows. These two foot long shafts, tipped with a potent poison, have been known to slay many kinds of prey.
es: Los Cazadores Naga son nagas que son hábiles cazando con arco. Dado que los nagas son naturalmente resistentes al veneno, no tienen reparos en cazar con flechas envenenadas. Estos proyectiles de dos pies de largo, con puntas impregnadas de un potente veneno, son conocidos por haber matado a muchos tipos de presas.

source: Naga Marksman
es: Tirador Naga

source: Naga hunters who show more mastery and accuracy with their bows are promoted to the ranks of the Marksman. They are more skilled with their bows and can shoot down anything that is foolish enough to enter their domains.
es: Los cazadores nagas que muestran mayor dominio y precisión con sus arcos son promovidos al rango de Tiradores. Son más hábiles con sus arcos y pueden derribar cualquier cosa lo suficientemente imprudente como para entrar en sus dominios.

source: Dwarvish Witness
es: Testigo Enano

source: A Witness functions as the eyes of the dwarves’ history, a deep lore that they never share with outsiders. The presence of a Witness inspires dwarvish warriors with the knowledge that their deeds (and their deaths) will not go unrecorded. They learn a fighting style deliberately unlike that of their fellows, one designed to turn the vaunted strength of the dwarves against itself. The person of a Witness is considered sacred, and Witnesses are often used as envoys between dwarvish clans.
es: Un Testigo funciona como los ojos de la historia de los enanos, un conocimiento profundo que nunca comparten con extraños. La presencia de un Testigo inspira a los guerreros enanos con la certeza de que sus hazañas (y sus muertes) no quedarán sin registrar. Aprenden un estilo de lucha deliberadamente diferente al de sus compañeros, diseñado para volver la aclamada fuerza de los enanos contra sí misma. La persona de un Testigo es considerada sagrada, y los Testigos a menudo son utilizados como enviados entre los clanes enanos.

source: flail
es: mangual

source: Dwarvish Crossbowman
es: Ballestero Enano

source: Even though thundersticks are usually the better weapon, some dwarves prefer to use the crossbow. As the crossbow is a faster-reloading, lighter weapon, they can be more mobile, while still retaining high lethality at a distance.
es: Aunque los bastones de trueno suelen ser la mejor arma, algunos enanos prefieren usar la ballesta. Como la ballesta es un arma más ligera y de recarga más rápida, pueden ser más móviles, manteniendo aún una alta letalidad a distancia.

source: Gryphon Thunderlord
es: Señor del Trueno Grifo

source: The bond between the Gryphon Thunderlords and their gryphons is unexcelled, forming a steady unity. Being enchanted with runic armor, these gryphons are able to reach the sky with ease. Once atop the clouds themselves, the Gryphon Thunderlords cast appalling lightning strikes to decimate and demoralize their foes.
es: El vínculo entre los Señores del Trueno Grifo y sus grifos es insuperable, formando una unidad sólida. Encantados con armaduras rúnicas, estos grifos pueden alcanzar el cielo con facilidad. Una vez en la cima de las nubes, los Señores del Trueno Grifo lanzan impactantes relámpagos para diezmar y desmoralizar a sus enemigos.

source: Dwarvish Marksman
es: Tirador Enano

source: Refining their skills with the crossbow, Dwarvish Marksmen represent the perfect balance between mobility and precision. With enhanced training and carefully tuned equipment, they can deliver devastatingly accurate shots even under the most challenging conditions. These warriors combine dwarven craftsmanship with battlefield experience, making them highly valued for their reliability and lethality at range.
es: Perfeccionando sus habilidades con la ballesta, los Tiradores Enanos representan el equilibrio perfecto entre movilidad y precisión. Con un entrenamiento mejorado y un equipo cuidadosamente afinado, pueden disparar con una precisión devastadora incluso en las condiciones más desafiantes. Estos guerreros combinan la artesanía enana con la experiencia en el campo de batalla, lo que los hace muy valiosos por su fiabilidad y letalidad a distancia.

source: Dwarvish Arbalestier
es: Arbalestero Enano

source: The dwarven engineers have an obsession for tinkering with their gadgets incessantly until they achieve perfection. Considering the aforementioned fact, the dwarven arbalest is one of the finest weapons ever created: beautifully crafted for the sole intention of devastating shots.
es: Los ingenieros enanos tienen una obsesión por ajustar sus dispositivos incesantemente hasta alcanzar la perfección. Considerando este hecho, la ballesta enana es una de las mejores armas jamás creadas: bellamente diseñada con la única intención de realizar disparos devastadores.

source: Dwarvish Loremaster
es: Maestro del Saber Enano

source: Loremasters are the sages of the dwarvish race. Their counsel is greatly valued by war-leaders and chieftains, and they are viewed with awe by ordinary dwarves, for they alone have plumbed the deepest and most closely-held secrets of dwarven knowledge. It is said that where a loremaster stands, there is the soul of the dwarves. To the abilities of the Annalist they add a limited ability to heal.
es: Los Maestros del Saber son los sabios de la raza enana. Su consejo es muy valorado por los líderes de guerra y jefes, y son vistos con asombro por los enanos comunes, pues solo ellos han explorado los secretos más profundos y celosamente guardados del conocimiento enano. Se dice que donde está un Maestro del Saber, está el alma de los enanos. A las habilidades del Analista añaden una capacidad limitada para curar.

source: Dwarvish Annalist
es: Analista Enano

source: Dwarvish Annalists are the historians of this ancient and proud race. They are few in number, and their very existence is not generally known to the other peoples of the Great Continent. To the abilities of the Witness they add, through the study of herb and mineral lore, the ability to cure poison.
es: Los Analistas Enanos son los historiadores de esta antigua y orgullosa raza. Son pocos en número, y su misma existencia no es generalmente conocida por los otros pueblos del Gran Continente. A las habilidades del Testigo añaden, a través del estudio de hierbas y conocimientos minerales, la capacidad de curar veneno.

source: Gargoyle
es: Gárgola
