Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: In her moments of happiness, Meloen enjoyed gazing at butterflies. In these rare moments of meditation she became conscious of their short lives and felt her own mortality deeply. While pregnant, Meloen dreamed of an eerie spirit shaped like a butterfly, floating above her and the child she was holding. She immediately identified the spirit as an underling of death itself, warning her that she wouldn't live long enough to see her unborn child grow. There was little time then, before spectres of death spread into the forest.
es: En sus momentos de felicidad, Meloen disfrutaba observando mariposas. En estos raros momentos de meditación, se hacía consciente de sus cortas vidas y sentía profundamente su propia mortalidad. Mientras estaba embarazada, Meloen soñó con un espíritu inquietante con forma de mariposa, flotando sobre ella y el niño que sostenía. Inmediatamente identificó al espíritu como un subordinado de la muerte misma, advirtiéndole que no viviría lo suficiente para ver crecer a su hijo no nacido. Había poco tiempo entonces, antes de que los espectros de la muerte se extendieran por el bosque.

source: Cloud of Gloom
es: Nube de Penumbra

source: King Dowrein I, Memoirs of a mercenary: 'The moon was long set when we heard the wailing again, a terrible sound that seemed to come from everywhere, promising infinite pain. But this time we spied it racing towards us through the trees... there among the darkest shadows, something blacker yet, like a hole in the night.'
es: Rey Dowrein I, Memorias de un mercenario: La luna se había ocultado hace tiempo cuando escuchamos el lamento de nuevo, un sonido terrible que parecía venir de todas partes, prometiendo un dolor infinito. Pero esta vez lo vimos correr hacia nosotros a través de los árboles... allí, entre las sombras más oscuras, algo aún más negro, como un agujero en la noche.

source: Owl
es: Búho

source: Owls are winged predators of the northern tundra and forests. They are usually solitary and hunt small animals such as rats, but when a wolf-pack is taking down larger prey, the owls take advantage of the situation and join in the kill.
es: Los Búhos son depredadores alados de la tundra y los bosques del norte. Generalmente son solitarios y cazan animales pequeños como ratas, pero cuando una manada de lobos derriba presas más grandes, los búhos aprovechan la situación y se unen a la matanza.

source: Forgotten Minotaur
es: Minotauro Olvidado

source: Minotaurs are bulky creatures that were once cursed by an unknown force. For eons, Minotaurs turn to stone when the light of the sun touches their skin, forcing them to inhabit the depths of the Great Continent. Shassagoth promised to lift the curse of the Minotaurs if they would bend themselves to his will and fight his foes. For this reason, the Minotaurs decided to serve Shassagoth and are often seen in the vast realm of the Deep Elves.
es: Los Minotauros son criaturas robustas que alguna vez fueron maldecidas por una fuerza desconocida. Durante eones, los Minotauros se convierten en piedra cuando la luz del sol toca su piel, obligándolos a habitar las profundidades del Gran Continente. Shassagoth prometió levantar la maldición de los Minotauros si se sometían a su voluntad y luchaban contra sus enemigos. Por esta razón, los Minotauros decidieron servir a Shassagoth y a menudo se los ve en el vasto reino de los Elfos Profundos.

source: This unit demands one less gold in upkeep.
es: Esta unidad requiere un oro menos en mantenimiento.

source: Great Ogre
es: Gran Ogro

source: Great monsters are larger than the ordinary ogre, possess more strength and stand taller than an adult Wose. They live in the wilderness and are xenophobic, so if you ever encounter one, then run.
es: Los grandes monstruos son más grandes que el ogro común, poseen más fuerza y son más altos que un Wose adulto. Viven en la naturaleza y son xenófobos, así que si alguna vez encuentras uno, entonces corre.

source: cleaver
es: cuchilla de carnicero

source: Giant Crab
es: Cangrejo Gigante

source: The Giant Crab is a semi-sentient crab the size of a horse. It is one of many twisted monsters recorded by the sages of Wesnoth and probably the creation of some twisted mage. These monstrosities have spread into the wild and prefer to live around coastal waters, preying on both humans and animals.
es: El Cangrejo Gigante es un cangrejo semi-consciente del tamaño de un caballo. Es uno de los muchos monstruos retorcidos registrados por los sabios de Wesnoth y probablemente la creación de algún mago retorcido. Estas monstruosidades se han extendido a la naturaleza y prefieren vivir cerca de las aguas costeras, depredando tanto a humanos como a animales.

source: Great Owl
es: Gran Búho

source: The Great Owls are larger and have shaggier plumage than the more common Owls. As a result, they are better insulated against the cold and even have some protection against being struck, though a well-placed piercing arrow will pass through their feathers. Like the common owls, they tend to follow wold-packs, picking off the wounded or panicked prey flushed out by the canine predators.
es: Los Grandes Búhos son más grandes y tienen un plumaje más desaliñado que los búhos comunes. Como resultado, están mejor aislados contra el frío e incluso tienen cierta protección contra los golpes, aunque una flecha perforante bien colocada atravesará sus plumas. Al igual que los búhos comunes, tienden a seguir a las manadas de lobos, aprovechándose de las presas heridas o en pánico que los depredadores caninos hacen salir.

source: Ice Ghost
es: Fantasma de Hielo

source: Ice ghosts are manifestations of magical energies that appear in cold and icy regions of Wesnoth.
es: Los Fantasmas de Hielo son manifestaciones de energías mágicas que aparecen en las regiones frías y heladas de Wesnoth.

source: frost claws
es: garras de escarcha

source: Sky Shard
es: Fragmento Celestial

source: In an age long forgotten by the rest of the world, when the Windsong first took up their watch, they realized that it would be impractical to carry out their duty of balancing without becoming dangerously numerous themselves. The Windsong needed servants who could become numerous in times of balancing and quickly decrease in times of hiding. Servants who could be trusted utterly, could travel quickly and were able to perform a variety of tasks. The cipher, the only power used by the Windsong, was capable of carving such servants from The Raw and binding them into reality. But this required the full attention of an Ascendant to maintain even a handful of these Shards. And so the Windsong gathered the most powerful Cryptographers (those who use ciphers) to the Foundation, and had them construct an artifact of unimaginable, though very defined, power to do it for them. It took centuries to create, but with it the Windsong were finally complete. Shards are bound to the will of whoever controls 'The Mandate'. As they are barely present in reality, they can teleport between areas of high cipher activity (friendly towns). Also a consequence of this is their immunity to Drain, Poison and Plague. Shards are crystalline in nature and so have unusual resistances. Shards are never destroyed, they are merely 'pushed out' of reality.
es: En una era olvidada por el resto del mundo, cuando las Hijas del Viento asumieron por primera vez su guardia, se dieron cuenta de que sería poco práctico cumplir con su deber de equilibrar sin volverse peligrosamente numerosos ellos mismos. las Hijas del Viento necesitaban sirvientes que pudieran multiplicarse en tiempos de equilibrio y disminuir rápidamente en tiempos de ocultamiento. Sirvientes en los que se pudiera confiar completamente, que pudieran viajar rápido y fueran capaces de realizar una variedad de tareas. El cifrado, el único poder utilizado por las Hijas del Viento, era capaz de esculpir tales sirvientes a partir de lo Crudo y vincularlos a la realidad. Pero esto requería la atención total de un Ascendente para mantener incluso un puñado de estos Fragmentos. Y así, las Hijas del Viento reunieron a los Criptógrafos más poderosos (aquellos que usan cifrados) en la Fundación, y les hicieron construir un artefacto de poder inimaginable, aunque muy definido, para hacerlo por ellos. Tomó siglos crearlo, pero con él, las Hijas del Viento finalmente estuvieron completos. Los Fragmentos están ligados a la voluntad de quien controla 'El Mandato'. Como apenas están presentes en la realidad, pueden teletransportarse entre áreas de alta actividad de cifrado (pueblos amigos). También como consecuencia de esto, son inmunes al Drenaje, Veneno y Plaga. Los Fragmentos son de naturaleza cristalina y por eso tienen resistencias inusuales. Los Fragmentos nunca son destruidos, simplemente son 'expulsados' de la realidad.

source: Elder Gryphon
es: Grifo Anciano

source: These majestic and powerful creatures are masters of the sky. Gryphons are both dangerous and wary of other intelligent creatures, and thus should not be disturbed without a good reason.
es: Estas criaturas majestuosas y poderosas son maestras del cielo. Los Grifos son tanto peligrosos como cautelosos con otras criaturas inteligentes, y por lo tanto, no deben ser molestados sin una buena razón.

source: Dragon Lord
es: Señor Dragón

source: bite
es: mordida

source: tail
es: cola

source: Sea Wyrm
es: Serpiente Marina

source: The sea wyrm is a mythical creature that dwells in the depths of the ocean. It has a long, serpentine body covered in shimmering scales that reflect the colors of the sea. Its head is adorned with sharp, curved horns and its eyes glow with an otherworldly light. The sea wyrm is a fearsome predator, capable of swallowing ships whole and dragging sailors down into the abyss. Despite its ferocity, the sea wyrm is also revered by some cultures as a symbol of power and wisdom, and its image is often depicted in art and mythology.
es: La Serpiente Marina es una criatura mítica que habita en las profundidades del océano. Tiene un cuerpo largo y serpentino cubierto de escamas brillantes que reflejan los colores del mar. Su cabeza está adornada con cuernos afilados y curvos, y sus ojos brillan con una luz de otro mundo. La serpiente marina es un depredador temible, capaz de tragarse barcos enteros y arrastrar a los marineros al abismo. A pesar de su ferocidad, la serpiente marina también es venerada por algunas culturas como un símbolo de poder y sabiduría, y su imagen a menudo se representa en el arte y la mitología.

source: Young Gryphon
es: Grifo Joven

source: Gryphons, when young, are covered with white and gray feathers. As soon as they can fly, they become able to defend their nests and to attack intruders. Though not yet powerful as adult Gryphons, underestimating them is a dangerous thing to do, a foolish move that led many poachers to their deaths, either by facing their claws or falling down from a mountain while trying to escape a Gryphon's rage.
es: Los Grifos, cuando son jóvenes, están cubiertos de plumas blancas y grises. Tan pronto como pueden volar, se vuelven capaces de defender sus nidos y atacar a los intrusos. Aunque aún no son tan poderosos como los Grifos adultos, subestimarlos es algo peligroso, un movimiento insensato que llevó a muchos cazadores furtivos a su muerte, ya sea enfrentándose a sus garras o cayendo de una montaña mientras intentaban escapar de la furia de un Grifo.

source: Frostfire Monarch
es: Monarca de Fuego Helado

source: The Frostfire dragons, the cold-blooded cousins of the Fire Dragons, prefer the cold environment of the Heart Mountains. They usually roam in heights inaccessible to everyone unable to fly but it happens from time to time that one gets lost and comes into contact with wanderers. Their existence has been proved by various dwarvish expeditions and some of these report that their scales must be made of ice, as hard as they are. Although not quite as big and powerful as their distant relatives, they are still formidable predators that hunt even mammoths and can be deadly even to larger groups of adventurers.
es: Los dragones de Fuego Helado, los primos de sangre fría de los Dragones de Fuego, prefieren el entorno frío de las Montañas del Corazón. Generalmente vagan por alturas inaccesibles para cualquiera que no pueda volar, pero de vez en cuando uno se pierde y entra en contacto con viajeros. Su existencia ha sido probada por varias expediciones enanas y algunas de estas informan que sus escamas deben estar hechas de hielo, tan duras como son. Aunque no son tan grandes ni poderosos como sus parientes lejanos, siguen siendo depredadores formidables que cazan incluso mamuts y pueden ser mortales incluso para grupos más grandes de aventureros.

source: arctic breath
es: aliento ártico

source: Queen Scorpion
es: Reina Escorpión

source: In the inky depths of the caverns, a monstrous Queen Scorpion lurks. Her carapace isn't black, but a deep, twilight purple, like royalty draped in poisoned silk. Razor-sharp claws click on the damp stone floor, and crimson ruby eyes gleam with predatory hunger. A barbed tail, as deadly as any spear, twitches ominously, dripping venom that sizzles on the cold rock.
es: En las profundidades oscuras de las cavernas, acecha una monstruosa Reina Escorpión. Su caparazón no es negro, sino de un púrpura crepuscular profundo, como la realeza envuelta en seda envenenada. Garras afiladas como navajas resuenan en el suelo de piedra húmeda, y ojos de rubí carmesí brillan con hambre depredadora. Una cola con púas, tan mortal como cualquier lanza, se mueve ominosamente, goteando veneno que chisporrotea en la roca fría.

source: sting
es: aguijón

source: pincers
es: pinzas

source: Cave Wyrm
es: Serpiente de Cueva

source: Cave Wyrms are strange beasts, basically stout serpents with wings, but no legs. They are relatively rare, and their presence is attributed to some eccentric wizard or dragon. Mature Wyrms have excellent control of their fire breath attack, as if they are themselves miniature dragons.
es: Las Serpientes de Cueva son bestias extrañas, básicamente serpientes robustas con alas, pero sin patas. Son relativamente raras, y su presencia se atribuye a algún mago excéntrico o dragón. Las Serpientes adultas tienen un excelente control de su ataque de aliento de fuego, como si fueran ellas mismas dragones en miniatura.

source: breath
es: aliento

source: Shassagoth, often depicted as a huge black dragon, directs the Deep Elves from his shadow realm. They serve him loyally and unquestioningly, and he, in turn, smites their foes.
es: Shassagoth, a menudo representado como un enorme dragón negro, dirige a los Elfos Profundos desde su reino de sombras. Ellos le sirven leal e incuestionablemente, y él, a su vez, destruye a sus enemigos.

source: shadow claw
es: garra de sombra

source: shadow breath
es: aliento de sombra

source: Great Sea Dragon
es: Gran Dragón Marino

source: The great sea dragon is a massive creature that dominates the depths of the ocean. Its body is covered in shimmering scales that reflect the colors of the sea, and it has two clawed fore legs and two clawed hind legs that propel it through the water with incredible speed. Its jaws are lined with razor-sharp teeth, and its bite is powerful enough to crush even the strongest of ships. Despite its fearsome reputation, the great sea dragon is also revered by some cultures as a symbol of strength and resilience, and its image is often depicted in art and mythology.
es: El Gran Dragón Marino es una criatura masiva que domina las profundidades del océano. Su cuerpo está cubierto de escamas brillantes que reflejan los colores del mar, y tiene dos patas delanteras con garras y dos patas traseras con garras que lo impulsan a través del agua con una velocidad increíble. Sus mandíbulas están llenas de dientes afilados como navajas, y su mordida es lo suficientemente poderosa como para aplastar incluso los barcos más resistentes. A pesar de su temida reputación, el gran dragón marino también es venerado por algunas culturas como un símbolo de fuerza y resiliencia, y su imagen a menudo se representa en el arte y la mitología.

source: Cave Wyrmlet
es: Cría de Serpiente de Cueva

source: Cave Wyrms are strange beasts, basically stout serpents with wings, but no legs. They are relatively rare, and their presence is attributed to some eccentric wizard or dragon. The young are small, but hungry and aggressive.
es: Las Crías de Serpiente de Cueva son bestias extrañas, básicamente serpientes robustas con alas, pero sin patas. Son relativamente raras, y su presencia se atribuye a algún mago excéntrico o dragón. Las crías son pequeñas, pero hambrientas y agresivas.

source: Sky Crystal
es: Cristal Celestial

source: A Sky Crystal is a Shard that has emerged further into reality and so has a firmer physical presence. Crystals are bound to the will of whoever controls 'The Mandate'. As they are barely present in reality, they can teleport between areas of high cipher activity (friendly towns). Also a consequence of this is their immunity to Drain, Poison and Plague. Crystals are crystalline in nature and so have unusual resistances. Crystals are never destroyed, they are merely 'pushed out' of reality.
es: Un Cristal Celestial es un Fragmento que ha emergido más hacia la realidad y, por lo tanto, tiene una presencia física más sólida. Los Cristales están ligados a la voluntad de quien controla 'El Mandato'. Como apenas están presentes en la realidad, pueden teletransportarse entre áreas de alta actividad de cifrado (pueblos amigos). También como consecuencia de esto, son inmunes al Drenaje, Veneno y Plaga. Los Cristales son de naturaleza cristalina y, por lo tanto, tienen resistencias inusuales. Los Cristales nunca son destruidos, simplemente son 'expulsados' de la realidad.

source: Dust Devil
es: Diablo de Polvo

source: dust recuperation
es: recuperación de polvo

source: The unit will heal itself 6 HP per turn on sand or dirt terrain.
es: La unidad se curará 6 HP por turno en terrenos de arena o tierra.

source: A swirl of dust and desert sand, quick as a wind, impossible to spot when resting and as dangerous as a sand storm when riled.
es: Un remolino de polvo y arena del desierto, rápido como el viento, imposible de detectar cuando está en reposo y tan peligroso como una tormenta de arena cuando se enfurece.

source: Dust Devils are restricted to land, they cannot move over aquatic terrain (with the exception of fords).
es: Los Diablos de Polvo están restringidos a la tierra, no pueden moverse sobre terrenos acuáticos (con la excepción de los vados).

source: twister
es: torbellino

source: sand storm
es: tormenta de arena

source: a stronger Dust Devil
es: un Diablo de Polvo más fuerte

source: a taller Dust Devil
es: un Diablo de Polvo más alto

source: a fully-healed Dust Devil
es: un Diablo de Polvo completamente curado

source: Steel Skewer
es: Pincho de Acero

source: The Seliss engaged in self-modification quite casually, fielding armies of augmented troops with built-in weapons. However, their technology only made them more susceptible to the Metallizing Virus, allowing the Steelhive to turn their own armies against them.
es: Los Seliss se dedicaban a la automodificación de manera bastante casual, desplegando ejércitos de tropas aumentadas con armas incorporadas. Sin embargo, su tecnología solo los hizo más susceptibles al Virus Metalizante, permitiendo que el Enjambre de Acero convirtiera sus propios ejércitos en su contra.

source: quill
es: púa

source: Steel Fideliant
es: Fidelista de Acero

source: The Fideliants were created to improve the hunter-killer function of the Kalkunids to an apex. Having outmatched the Kalkunids in every respect, these designs destroyed Kalkunid morale and damaged their proud warrior culture to the point where the entire species capitulated at once after a particularly brutal defeat.
es: Los Fidelistas fueron creados para mejorar la función de cazadores-asesinos de los Kalkunids hasta un nivel máximo. Al superar a los Kalkunids en todos los aspectos, estos diseños destruyeron la moral de los Kalkunids y dañaron su orgullosa cultura guerrera hasta el punto en que toda la especie se rindió de una vez tras una derrota particularmente brutal.

source: blade
es: cuchilla

source: Steel Leviathan
es: Leviatán de Acero

source: The Alzebisk society was matriarchal, ruled by the female Leviathans of their race. This became their downfall, as each Leviathan was ambushed individually and their corpses metallized one by one, until in the end none remained to oppose the Steelhive. Now, the Leviathans' design serves as a model to which a rare few are upgraded.
es: La sociedad Alzebisk era matriarcal, gobernada por las Leviatanas hembras de su raza. Esto se convirtió en su caída, ya que cada Leviatán fue emboscada individualmente y sus cadáveres fueron metalizados uno por uno, hasta que al final no quedó ninguna para oponerse al Enjambre de Acero. Ahora, el diseño de las Leviatanas sirve como modelo al que unos pocos raros son mejorados.

source: constrict
es: constricción

source: ion beam
es: rayo de iones

source: Steel Vector
es: Vector de Acero

source: When the Metallizing Virus arrived at Wert-Thak, it found its job quite simple. The Kalkunid race lived in isolated tribes, and were in a state of continuous warfare against other tribes. As a result, they failed to unite against a common foe in this war for survival until it was nearly too late.
es: Cuando el Virus Metalizante llegó a Wert-Thak, encontró su trabajo bastante simple. La raza Kalkunid vivía en tribus aisladas y estaba en un estado de guerra continua contra otras tribus. Como resultado, no lograron unirse contra un enemigo común en esta guerra por la supervivencia hasta que fue casi demasiado tarde.

source: Steel Hedron
es: Hedrón de Acero

source: When the Metallizing Virus deployed on the desert world of Meni VII, it did not expect to find anything except plenty of raw materials with which to synthesize more Steelhive units. However, preliminary mining operations revealed several buried ruins, skyscrapers of steel now corroded underneath immense dunes. Inside these ancient ruins, the remains of several inactive robots were recovered and integrated into the Steelhive arsenal.
es: Cuando el Virus Metalizante se desplegó en el mundo desértico de Meni VII, no esperaba encontrar nada más que abundantes materias primas con las que sintetizar más unidades del Enjambre de Acero. Sin embargo, las operaciones mineras preliminares revelaron varias ruinas enterradas, rascacielos de acero ahora corroídos bajo inmensas dunas. Dentro de estas antiguas ruinas, se recuperaron los restos de varios robots inactivos y se integraron al arsenal del Enjambre de Acero.

source: pedipalp
es: pedipalpo

source: Steel Larva
es: Larva de Acero
