Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: Vampires do not bear many natural children. Most vampires are spawned by a bite from another vampire. The curses and strengths of vampires are spread as the vampire sucks the blood from his prey, and replaces it with magic. People new to the blood are made weak by it, and have not enough mastery over their mind to resist an order of the one who bit them. Eventually, they will grow used to it, and learn how to use the strength it provides them, but until then they are much as oversized children.
es: Los vampiros no tienen muchos hijos naturales. La mayoría de los vampiros son creados por la mordedura de otro vampiro. Las maldiciones y fortalezas de los vampiros se propagan mientras el vampiro chupa la sangre de su presa y la reemplaza con magia. Las personas nuevas en la sangre se debilitan por ella y no tienen suficiente control sobre su mente para resistir una orden de quien los mordió. Eventualmente, se acostumbrarán y aprenderán a usar la fuerza que les proporciona, pero hasta entonces son como niños sobredimensionados.

source: female^Bloodborn
es: Neonata

source: Fledgeling
es: Vástago

source: Most vampires are weak ones in service of the lords and more powerful ones, hoping and waiting that they will rise into a position of power for themselves. Until then they serve him in exchange for blood. When there are no more humans and half bloods, these vampires are the next most expendable thing a vampire lord has.
es: La mayoría de los vampiros son débiles al servicio de los señores y los más poderosos, esperando y deseando ascender a una posición de poder para sí mismos. Hasta entonces, sirven a cambio de sangre. Cuando no hay más humanos ni medios sangre, estos vampiros son lo siguiente más prescindible que tiene un señor vampiro.

source: female^Fledgeling
es: Vástaga

source: Twilight Walker
es: Caminante del Crepúsculo

source: After reaching the halfway point, a halfblood can choose to go back, but many prefer not too. Those who don't are known as twilight walkers, and are among a lords most trusted servants, because they could have chosen day, but did not. As such they are often entrusted with poisons, and assassinations. For a vampire lord will always have enemies some of which are better slain with poison in the twilight, than with an army at night.
es: Tras alcanzar el punto medio, un medio sangre puede elegir regresar, pero muchos prefieren no hacerlo. Quienes no lo hacen son conocidos como caminantes del crepúsculo y están entre los sirvientes más confiables de un señor, porque podrían haber elegido el día, pero no lo hicieron. Por ello, a menudo se les confía venenos y asesinatos. Porque un señor vampiro siempre tendrá enemigos, algunos de los cuales es mejor eliminar con veneno en el crepúsculo que con un ejército de noche.

source: poisoned dagger
es: daga envenenada

source: female^Twilight Walker
es: Caminante del Crepúsculo

source: Day Hunter
es: Cazador Diurno

source: After heading to the halfway point, a halfblood can choose to go back. They still have the strength given them by their vampire blood, but they have chosen light, and no longer desire blood. Many of them will still serve vampire lords, out of loyalty, and habit, and vampire lords rarely regret having them in their service.
es: Tras dirigirse al punto medio, un medio sangre puede elegir regresar. Todavía tienen la fuerza que les da su sangre vampírica, pero han elegido la luz y ya no desean sangre. Muchos de ellos aún servirán a los señores vampiros, por lealtad y hábito, y los señores vampiros rara vez se arrepienten de tenerlos a su servicio.

source: female^Day Hunter
es: Cazadora Diurna

source: Dryad
es: Dríada

source: The beautiful nymphs that secretly live in forests have been named Dryads, because of their affinity with vegetation. These faerie beings are beautiful enough to often fool enemies, who mistake them for innocent ladies, until they see themselves being consumed with their mystic fire. This is yet another reason to avoid entering elvish territory without permission.
es: Las hermosas ninfas que viven secretamente en los bosques han sido nombradas Dríadas, debido a su afinidad con la vegetación. Estos seres feéricos son lo suficientemente hermosos como para engañar a menudo a los enemigos, que las confunden con damas inocentes, hasta que se ven consumidos por su fuego místico. Esta es otra razón para evitar entrar en territorio élfico sin permiso.

source: fire aura
es: aura de fuego

source: mystic fire
es: fuego místico

source: Forest Spirit
es: Espíritu del Bosque

source: Faeries may eventually become one with the fire element, turning into spirits of flame and might, which they will use to relentlessly protect the forests they inhabit or people to which they have swore allegiance. However, seeing one of these spirits is more rare than stumbling upon a Wose, even for elves.
es: Las hadas pueden eventualmente convertirse en uno con el elemento del fuego, transformándose en espíritus de llama y poder, que usarán para proteger implacablemente los bosques que habitan o a las personas a las que han jurado lealtad. Sin embargo, ver uno de estos espíritus es más raro que tropezar con un Wose, incluso para los elfos.

source: Sprite
es: Duendecilla

source: Mischievous in nature, these fiery faeries are pranksters at heart, with a sense of humor that is often called nymph-like. While their command of the fire element remains a mystery, it has been rumored that these faeries are cousins to the imp. However, their protective attitude of nature and whimsical personality make them fast friends to the elves.
es: De naturaleza traviesa, estas hadas ardientes son bromistas de corazón, con un sentido del humor que a menudo se describe como similar al de las ninfas. Aunque su dominio del elemento del fuego sigue siendo un misterio, se ha rumoreado que estas hadas son primas de los diablillos. Sin embargo, su actitud protectora hacia la naturaleza y su personalidad caprichosa las hacen amigas rápidas de los elfos.

source: Fire Faerie
es: Hada de Fuego

source: Faeries are rarely seen on a battlefield, as they are usually pacific creatures when not disturbed. And they are rarely disturbed, as most races know already what the consequences can be, if they dare defy a faerie, thus choosing to respect them and their homes. However, it is said that in times of war and great need they can become powerful allies to those who protect nature as much as they do. And the best race for that purpose are the forest elves. The most experienced faeries have developed a fearsome mastery of the fire element, which they can use to throw powerful fireballs to their opponents at long range, or to burn them at close range with a single touch of their hands. It is said that their very bodies start to burn, eventually leading them to become non-corporeal spirits of nature, made of pure fire.
es: Las hadas rara vez se ven en un campo de batalla, ya que suelen ser criaturas pacíficas cuando no se las perturba. Y rara vez se las perturba, ya que la mayoría de las razas ya saben cuáles pueden ser las consecuencias si se atreven a desafiar a una hada, por lo que eligen respetarlas a ellas y sus hogares. Sin embargo, se dice que en tiempos de guerra y gran necesidad pueden convertirse en poderosos aliados para aquellos que protegen la naturaleza tanto como ellas. Y la mejor raza para ese propósito son los elfos del bosque. Las hadas más experimentadas han desarrollado un dominio temible del elemento del fuego, que pueden usar para lanzar poderosas bolas de fuego a sus oponentes a larga distancia o para quemarlos a corta distancia con un solo toque de sus manos. Se dice que sus propios cuerpos comienzan a arder, lo que eventualmente las lleva a convertirse en espíritus no corpóreos de la naturaleza, hechos de fuego puro.

source: Shredder Spawn
es: Engendro Triturador

source: King Dowrein I, Memoirs of a mercenary: 'They were bad enough still in the shell. Once hatched, the especially aggressive ones attacked without pause, hurling themselves at us again and again, battling unto death.'
es: Rey Dowrein I, Memorias de un mercenario: 'Ya eran bastante malos estando aún en el caparazón. Una vez eclosionados, los especialmente agresivos atacaban sin pausa, lanzándose contra nosotros una y otra vez, luchando hasta la muerte.'

source: Ripper Beast
es: Bestia Desgarradora

source: Excerpt from a conversation between Lieutenant Artingale and Sage Hogene: '- Hogene, I often thank the Gods that the biggest Ragers are so very rare. - Are they so much more dangerous than the other unnatural denizens of the forest, my Lord? - Well, they kill you honestly, which is more than you can say for most. But the bloody smears they leave in their wake haunt my dreams.'
es: Extracto de una conversación entre el Teniente Artingale y el Sabio Hogene: '- Hogene, a menudo agradezco a los dioses que los Furiosos más grandes sean tan raros. - ¿Son mucho más peligrosos que los otros habitantes antinaturales del bosque, mi señor? - Bueno, te matan honestamente, lo cual es más de lo que se puede decir de la mayoría. Pero las manchas de sangre que dejan tras de sí persiguen mis sueños.'

source: Jinx Beast
es: Bestia del Maleficio

source: Sage Hogene, excerpt from a conversation with Lieutenant Artingale: '- My Lord, I have divined the nature of those beasts' capacity. There is no curse, it is only a mind trick. - What do you mean, Hogene? Facts prove you wrong, the men are clearly struck by misfortune. Look at them struggle to fight: they seem unable to parry the simplest blow as soon as they meet the damned creatures. - They are under the effects of some sort of hypnosis, Lieutenant. They are self-deluded into their own misfortune. The men themselves are responsible of their own clumsiness! Fortunately, I have found a way to dispel the clouds in their minds, and restore their ability to fight.'
es: Sabio Hogene, extracto de una conversación con el Teniente Artingale: '- Mi señor, he descubierto la naturaleza de la capacidad de esas bestias. No hay maldición, es solo un truco mental. - ¿Qué quieres decir, Hogene? Los hechos te contradicen, los hombres están claramente golpeados por la desgracia. Míralos luchar: parecen incapaces de parar el golpe más simple tan pronto como se encuentran con esas malditas criaturas. - Están bajo los efectos de algún tipo de hipnosis, Teniente. Se autoengañan en su propia desgracia. ¡Los hombres mismos son responsables de su propia torpeza! Afortunadamente, he encontrado una manera de disipar las nubes en sus mentes y restaurar su capacidad para luchar.'

source: ill omen
es: mal augurio

source: Angry One
es: Enojado

source: Calamity
es: Calamidad

source: Noble Ordwin, Nemesis: 'Nothing but a cruel wound, a blow dealt to our mind That turns hope into despair and makes us resign. I know my life's a gamble, but in that forest Misfortune made my path cross with my nemesis.'
es: Noble Ordwin, Némesis: 'Nada más que una herida cruel, un golpe asestado a nuestra mente Que convierte la esperanza en desesperación y nos hace renunciar. Sé que mi vida es una apuesta, pero en ese bosque La desgracia hizo que mi camino se cruzara con mi némesis.'

source: Black Cat
es: Gato Negro

source: Fate can be treacherous at times, as quick to offer you a present as to turn it into a burden. When Meloen succeeded in brushing the knowledge of magic's origin with the tip of her mind during a short burst of supreme lucidity, she fused with her environment, against all odds. But her innate insecurity led to ever greater self-doubt and she speculated that luck only was responsible for these events, and not her determination and work. Indeed, she came to believe that misfortune toyed with her life, amusing itself by putting her in a nightmare. Black cats are simple forest creatures that have turned into hideous chimeras through Meloen's dark thoughts. Although no one knows what kind of magic is behind their power, it seems that any creature that crosses their evil eyes is struck by misfortune.
es: El destino puede ser traicionero a veces, tan rápido para ofrecerte un regalo como para convertirlo en una carga. Cuando Meloen logró rozar el conocimiento del origen de la magia con la punta de su mente durante un breve estallido de lucidez suprema, se fusionó con su entorno, contra todo pronóstico. Pero su inseguridad innata la llevó a una duda cada vez mayor sobre sí misma y especuló que solo la suerte era responsable de estos eventos, y no su determinación y trabajo. De hecho, llegó a creer que la desgracia jugaba con su vida, divirtiéndose al ponerla en una pesadilla. Los gatos negros son simples criaturas del bosque que se han convertido en quimeras horrendas a través de los oscuros pensamientos de Meloen. Aunque nadie sabe qué tipo de magia está detrás de su poder, parece que cualquier criatura que cruza sus ojos malignos es golpeada por la desgracia.

source: Unhatched
es: Semiincubado

source: These hideous monsters came from the very first fear of Meloen: to mother a physically or mentally ill child. Not quite formed yet, the aberrations/unhatched partly breaks the shell with its powerful legs, then its naturally aggressive instinct guides it to complete its hatch by charging into foes.
es: Estos monstruos horrendos provienen del primer miedo de Meloen: dar a luz a un hijo físico o mentalmente enfermo. Aún no completamente formados, las aberraciones/semiincubadas rompen parcialmente el caparazón con sus poderosas patas, luego su instinto naturalmente agresivo los guía para completar su eclosión cargando contra los enemigos.

source: Reckless One
es: Imprudente

source: Dazed, Artingale staggered across the clearing, stepping over the shattered bones and dismembered limbs that littered the ground. The creature had burst suddenly from the undergrowth, giving his men no time to prepare a defense. In a matter of moments a third of the company had been mashed into paste, and the beast had raged off down the trail, evidently unconcerned with the terrible wounds it had taken in return.
es: Aturdido, Artingale tropezó a través del claro, pisando los huesos rotos y los miembros desmembrados que cubrían el suelo. La criatura había surgido repentinamente de la maleza, sin dar tiempo a sus hombres para preparar una defensa. En cuestión de momentos, un tercio de la compañía había sido aplastado hasta convertirse en pasta, y la bestia se había alejado furiosamente por el sendero, aparentemente sin preocuparse por las terribles heridas que había recibido a cambio.

source: Raging One
es: Furioso

source: Inquisitor
es: Inquisidor

source: King Dowrein I, Memoirs of a mercenary: 'I could feel the heat of the creature's gaze, even through my shield. Its disdain for me was like a crushing physical presence. Poor Thornton on my left took the full force of the attack, and though I risked my own life dragging him back to the village, the healers could do nothing to save the wretch.'
es: Rey Dowrein I, Memorias de un mercenario: 'Podía sentir el calor de la mirada de la criatura, incluso a través de mi escudo. Su desdén por mí era como una presencia física aplastante. El pobre Thornton a mi izquierda recibió toda la fuerza del ataque, y aunque arriesgué mi propia vida arrastrándolo de vuelta al pueblo, los sanadores no pudieron hacer nada para salvar al desdichado.'

source: kick
es: patada

source: stare
es: mirada

source: Spiteful Watcher
es: Observador Rencoroso

source: Silver Mage Norsesh, Arcane Interactions - Analysis and Theorisation: 'Intriguingly, the mental focus necessary to achieve substantial arcane effects is not without its liabilities. I hypothesize that the channels we develop in our minds are somehow accessible by certain external forces. The case of the Spiteful Watcher, an arcane creation to be found (at great peril to the finder) in southern Wesnoth, supports this hypothesis. These large, aggressive Watchers possess mental attacks that are especially dangerous for mages.'
es: Mago Plateado Norsesh, Interacciones Arcanas - Análisis y Teorización: 'Curiosamente, el enfoque mental necesario para lograr efectos arcanos sustanciales no está exento de responsabilidades. Hipotetizo que los canales que desarrollamos en nuestras mentes son de alguna manera accesibles por ciertas fuerzas externas. El caso del Observador Rencoroso, una creación arcana que se encuentra (con gran peligro para quien la encuentra) en el sur de Wesnoth, apoya esta hipótesis. Estos Observadores grandes y agresivos poseen ataques mentales que son especialmente peligrosos para los magos.'

source: Rash One
es: Impetuoso

source: King Dowrein I, Memoirs of a mercenary: 'They're bad enough still in the shell. Once hatched, the particularly nasty-tempered ones could knock a man clean off the saddle in one blow. On more than one occasion the ugly brutes used their speed to get into our rear, where they did terrible damage to our injured soldiers.'
es: Rey Dowrein I, Memorias de un mercenario: 'Ya son bastante malos estando aún en el caparazón. Una vez eclosionados, los de temperamento especialmente desagradable podían derribar a un hombre de la silla de un solo golpe. En más de una ocasión, esas bestias feas usaron su velocidad para llegar a nuestra retaguardia, donde hicieron un daño terrible a nuestros soldados heridos.'

source: Scornful Watcher
es: Observador Despectivo

source: Bad dream after bad dream, growing into nightmares, Meloen fell into a paranoid dementia, thinking to be judged for her misdeeds. She recalled her childhood, when she was afraid of how people looked at her. The Scornful Watchers were born from this fear and now mentally attack their victims, turning their complexes into physical sufferings.
es: Pesadilla tras pesadilla, creciendo hasta convertirse en terrores nocturnos, Meloen cayó en una demencia paranoica, pensando que era juzgada por sus fechorías. Recordó su infancia, cuando temía cómo la miraba la gente. Los Observadores Despectivos nacieron de este miedo y ahora atacan mentalmente a sus víctimas, convirtiendo sus complejos en sufrimientos físicos.

source: Legion Horseman
es: Jinete de la Legión

source: Despite their love for infantry, even the Dark Legion cannot deny the tactical advantage gained by mounted forces. The raiders often go ahead of the rest of the Legion, harbingers of the death to come, or chase after a retreating foe.
es: A pesar de su amor por la infantería, incluso la Legión Oscura no puede negar la ventaja táctica que proporcionan las fuerzas montadas. Los asaltantes a menudo van delante del resto de la Legión, como heraldos de la muerte que viene, o persiguen a un enemigo que se retira.

source: Legion Guardian
es: Guardián de la Legión

source: Guardians of the Legion are the defensive guardians and the sight of these warriors make foes tremble with fear.
es: Los Guardianes de la Legión son los guardianes defensivos y la vista de estos guerreros hace que los enemigos tiemblen de miedo.

source: war hammer
es: martillo de guerra

source: Legion Halberdier
es: Alabardero de la Legión

source: Some Legion spearmen decide to leave their spears and javelins behind take up a halberd.
es: Algunos lanceros de la Legión deciden dejar atrás sus lanzas y jabalinas para tomar una alabarda.

source: halberd
es: alabarda

source: Legion Crossbowman
es: Ballestero de la Legión

source: Some Bowman decide to take crossbows and axes to battle for more focus on their melee.
es: Algunos arqueros deciden llevar ballestas y hachas a la batalla para centrarse más en el combate cuerpo a cuerpo.

source: Legion Knight
es: Caballero de la Legión

source: The more skillful, and brave, of the Dark Raiders are promoted to Knights. Veterans of combat, they are eager for more daring tactics and have learned the art of the lance to charge directly into the enemy lines. They still carry swords, however, for when less risky fighting is required.
es: Los más hábiles y valientes de los Asaltantes Oscuros son ascendidos a Caballeros. Veteranos del combate, están ansiosos por tácticas más audaces y han aprendido el arte de la lanza para cargar directamente contra las líneas enemigas. Sin embargo, aún llevan espadas para cuando se requiere un combate menos arriesgado.

source: Legion Berserker
es: Berserker de la Legión

source: Some soldiers of the Legion decide that it would be better if they went berserk on their foes. For this purpose they leave behind their shield and sword and take up a broadsword.
es: Algunos soldados de la Legión deciden que sería mejor si se lanzaran enloquecidos contra sus enemigos. Para este propósito, dejan atrás su escudo y espada y toman una espada ancha.

source: broadsword
es: espada ancha

source: Legion Medic
es: Médico de la Legión

source: Some magi, wandering around the world, face the reality of suffering and squalor in which humanity often lives. These compassionate few find that they cannot cloister themselves into a life of study, ignoring the pleas of the sick and fallen. More often than not, these men and women slowly start dedicating their skills to the good of all. These wandering sages often travel the world, ministering to sickness and injury, for this is what truly sets their heart at peace. Though not trained for combat, they are a potent ally against magical or unnatural things, due to sheer amount of magical knowledge they posess. Often they use magical beams of light to deal with spirtual threats as well.
es: Algunos magos, al viajar por el mundo, enfrentan la realidad del sufrimiento y la miseria en la que a menudo vive la humanidad. Estos pocos compasivos descubren que no pueden encerrarse en una vida de estudio, ignorando las súplicas de los enfermos y caídos. Muy a menudo, estos hombres y mujeres comienzan lentamente a dedicar sus habilidades al bien de todos. Estos sabios errantes a menudo recorren el mundo, atendiendo enfermedades y lesiones, porque esto es lo que realmente les da paz al corazón. Aunque no están entrenados para el combate, son un aliado poderoso contra cosas mágicas o antinaturales, debido a la gran cantidad de conocimiento mágico que poseen. A menudo usan rayos mágicos de luz para lidiar con amenazas espirituales también.

source: lightbeam
es: rayo de luz

source: Legion Sentinel
es: Centinela de la Legión

source: The sight of these Terrors approaching the battlefield means the sign of retreating to any foe.
es: La vista de estos Terrores acercándose al campo de batalla significa la señal de retirada para cualquier enemigo.

source: Legion Gunner
es: Artillero de la Legión

source: Some Legion spearman see best to use a thunderstick instead of a javelin. These gunners are trained to blast their foes to smithereens.
es: Algunos lanceros de la Legión consideran mejor usar un bastón de trueno en lugar de una jabalina. Estos artilleros están entrenados para hacer explotar a sus enemigos en pedazos.

source: pike
es: pica

source: thunderstick
es: bastón de trueno

source: Legion Pillager
es: Saqueador de la Legión

source: Many a foe has been slain by the swift might of the Dark Pillagers.
es: Muchos enemigos han sido asesinados por la rápida fuerza de los Saqueadores Oscuros.

source: Legion Crusher
es: Aplastador de la Legión

source: Not every crusher chooses to don heavier armor and take up a defensive role.
es: No todos los aplastadores eligen usar armaduras más pesadas y asumir un rol defensivo.

source: sledgehammer
es: mazo

source: Legion Doctor
es: Doctor de la Legión
