Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: The Vault Lurker is a being that emerged from the Black Lake itself and is filled with the essence of Shassagoth. As an entity born of darkness, it can meld perfectly with any shadow, allowing it to perfectly stalk its enemies without fear of detection. This ability makes the Vault Lurkers among the most feared of the Deep Elves, for against the Deep Elves, one’s own shadow may become their own worst enemy.
es: La Acechadora de la Cripta es un ser que emergió del propio Lago Negro y está impregnada de la esencia de Shassagoth. Como una entidad nacida de la oscuridad, puede fusionarse perfectamente con cualquier sombra, lo que le permite acechar a sus enemigos sin temor a ser detectada. Esta habilidad hace que las Acechadoras de la Cripta sean de las más temidas entre los Elfos Profundos, pues contra los Elfos Profundos, la propia sombra de uno puede convertirse en su peor enemigo.

source: Corrupted
es: Corrompida

source: Even among the Lightborns, the Corrupted are rarely seen in Blackqvasten and the realms of the depths. While a Corrupted maintains some of her nature as a faerie, the presence of Shassagoth has distorted and empowered it with darkness. As a result, the Corrupted has access to high forms of destructive magic that allow her to pull enemies directly into Shassagoth’s shadow realms, where they are slowly consumed by the darkness.
es: Incluso entre las Nacidas de Luz, las Corrompidas son raramente vistas en Blackqvasten y los reinos de las profundidades. Mientras que una Corrompida mantiene algo de su naturaleza como hada, la presencia de Shassagoth la ha distorsionado y empoderado con oscuridad. Como resultado, la Corrompida tiene acceso a formas elevadas de magia destructiva que le permiten arrastrar a los enemigos directamente a los reinos de sombras de Shassagoth, donde son lentamente consumidos por la oscuridad.

source: This unit is able to pull enemy units into the world of Shassagoth. Those units will receive an additional +20% damage until the end of the turn.
es: Esta unidad es capaz de arrastrar unidades enemigas al mundo de Shassagoth. Esas unidades recibirán un daño adicional del +20% hasta el final del turno.

source: nether grip
es: agarre infernal

source: Harbinger
es: Heraldo

source: The Harbinger is the leader of the Deep Elves and an earthly representation of Shassagoth. She is rarely seen, but wherever a Harbinger does appear, it can be certain that war is imminent. Those who have witnessed her sorcery firsthand have described it as a line of destruction, capable of devouring everything in its path and leaving nothing but blood and death. It believed that the Harbinger channels the energies of Shassagoth himself, providing her a potent means to further spread the influence of the darkness.
es: El Heraldo es la líder de los Elfos Profundos y una representación terrenal de Shassagoth. Rara vez se la ve, pero dondequiera que aparece un Heraldo, es seguro que la guerra es inminente. Quienes han presenciado su hechicería de primera mano la han descrito como una línea de destrucción, capaz de devorar todo a su paso y dejar solo sangre y muerte. Se cree que el Heraldo canaliza las energías del propio Shassagoth, proporcionándole un medio potente para extender aún más la influencia de la oscuridad.

source: Rogue Hunter
es: Cazador Pícaro

source: Though not trained as warriors, the skills possessed by a hunter (especially those of archery) are useful in battle. Any group of soldiers or bandits traveling through the wild will need a few archers in their employ, not merely for hunting but for lending a hand in any serious fight. Because of their experience, these hunters are unusually capable at night, and in forests and swamps.
es: Aunque no están entrenados como guerreros, las habilidades de un cazador (especialmente las de tiro con arco) son útiles en la batalla. Cualquier grupo de soldados o bandidos que viaje por la naturaleza necesitará algunos arqueros a su servicio, no solo para cazar, sino para ayudar en cualquier combate serio. Debido a su experiencia, estos cazadores son inusualmente competentes por la noche y en bosques y pantanos.

source: short sword
es: espada corta

source: female^Tracker
es: Rastreadora

source: Frontier villages or towns do not always have a garrison watching over them. Thus, it is required for every able-bodied men and even women to take up arms in times of a raid on their homes. While the men take clubs, daggers, or bows, women have to make due with staffs and slings. Though not strong enough to defeat an enemy by themselves, these women are extremely hard to hit due to their dodging combat style.
es: Las aldeas o pueblos fronterizos no siempre tienen una guarnición que los proteja. Por lo tanto, es necesario que todos los hombres capaces e incluso las mujeres tomen las armas en tiempos de un asalto a sus hogares. Mientras que los hombres usan garrotes, dagas o arcos, las mujeres deben arreglárselas con bastones y hondas. Aunque no son lo suficientemente fuertes para derrotar a un enemigo por sí solos, estas mujeres son extremadamente difíciles de acertar debido a su estilo de combate evasivo.

source: Rogue Slayer
es: Matador Pícaro

source: Hunting is a popular sport of noblemen, but it can also be a livelihood for commoners. Like any other craft, it has men of masterful skill in its practice. Huntsmen know all the tricks of their trade, and are skilled at navigating the wilderness, at tracking, and at the use of the bow. They are a fair shot at moving targets, and targets hiding under brush and cover; a skill wrought from years of practice at shooting game, and one which garrisoned bowmen often lack. Master hunters are employed by any group living in or passing through wild country, be they men of the law, or those working against it. Even nature itself can have deadly surprises, and any commander who fails to hire a such a guide can lose his men to nothing more than terrain. Good woodsmen can save lives, ease travel, provide food, and their skill with a bow is capitally useful in a fight.
es: La caza es un deporte popular entre los nobles, pero también puede ser un medio de vida para los plebeyos. Como cualquier otro oficio, tiene hombres con habilidades maestras en su práctica. Los cazadores conocen todos los trucos de su oficio y son hábiles navegando por la naturaleza, rastreando y usando el arco. Son buenos disparando a objetivos en movimiento y a objetivos escondidos bajo matorrales y cobertura; una habilidad forjada tras años de práctica cazando animales, y que los arqueros de guarnición a menudo carecen. Los maestros cazadores son contratados por cualquier grupo que viva o pase por tierras salvajes, ya sean hombres de la ley o aquellos que trabajan contra ella. Incluso la naturaleza misma puede tener sorpresas mortales, y cualquier comandante que no contrate a un guía de este tipo puede perder a sus hombres por nada más que el terreno. Los buenos leñadores pueden salvar vidas, facilitar el viaje, proporcionar comida, y su habilidad con el arco es extremadamente útil en un combate.

source: Shadow Lord
es: Señor Sombrío

source: Few humans fathom the secrets of light and dark magic and retain their sanity. Those that can master that balance become Shadow Lords, fully existing neither in the world of light nor the world of darkness. No longer needing physical weapons, they are fearsome to both their enemies and those they lord over.
es: Pocos humanos comprenden los secretos de la magia de luz y oscuridad y conservan su sanidad. Aquellos que pueden dominar ese equilibrio se convierten en Señores Sombríos, existiendo completamente ni en el mundo de la luz ni en el de la oscuridad. Al no necesitar más armas físicas, son temidos tanto por sus enemigos como por aquellos a los que dominan.

source: astral blade
es: espada astral

source: female^Shadow Lady
es: Dama Sombría

source: Shadow Initiate
es: Iniciado Sombrío

source: Some mages are thrown out of the mage’s guild for attempting to practice forbidden arts. Now completely outside the law, these rogue mages do whatever necessary to support their study of black magic. Although not as skilled as mages with more formal training, their magic can be quite lethal, while their banditry has resulted in moderate skill with the short sword.
es: Algunos magos son expulsados del gremio de magos por intentar practicar artes prohibidas. Ahora completamente fuera de la ley, estos magos pícaros hacen lo que sea necesario para apoyar su estudio de la magia negra. Aunque no son tan hábiles como los magos con un entrenamiento más formal, su magia puede ser bastante letal, mientras que su bandidaje les ha otorgado una habilidad moderada con la espada corta.

source: female^Shadow Initiate
es: Iniciada Sombría

source: Axemaster
es: Maestro del Hacha

source: Swords are, for many, an expensive luxury, and one which peasants can ill afford. Spears are much easier to make and will do well even without a spearhead, though most can afford one. Clad in leather armor, and often armed with a shield and a few javelins, spearmen are the staple of most armies, often thrown into the front lines with only the most basic training.
es: Las espadas son, para muchos, un lujo costoso, y uno que los campesinos apenas pueden permitirse. Las lanzas son mucho más fáciles de fabricar y funcionan bien incluso sin punta, aunque la mayoría puede permitirse una. Vestidos con armaduras de cuero y a menudo armados con un escudo y algunas jabalinas, los lanceros son la base de la mayoría de los ejércitos, a menudo enviados a la primera línea con solo el entrenamiento más básico.

source: throwing axe
es: hacha arrojadiza

source: Axeman
es: Hachero

source: The study of magic followed by the these mages is based on both healing and fire. The shamans are skilled in both close and long ranged combat but proficient in neither.
es: El estudio de la magia seguido por estos magos se basa tanto en la curación como en el fuego. Los chamanes son hábiles en combate tanto cuerpo a cuerpo como a distancia, pero no son expertos en ninguno.

source: missile
es: misil

source: Wizard
es: Conjurador

source: Wizards are experienced healers and have a considerable skill of welding fireballs.
es: Los Conjuradores son curanderos experimentados y tienen una habilidad considerable para lanzar bolas de fuego.

source: female^Prowler
es: Merodeadora

source: After patrolling for many months, a certain Huntress may find herself in the shoes of a Prowler. Prowlers are skilled veterans and are often leaders of raiding parties.
es: Tras patrullar durante muchos meses, una cierta Cazadora puede encontrarse en el lugar de una Merodeadora. Las Merodeadoras son veteranas hábiles y a menudo son líderes de grupos de asalto.

source: Axethrower
es: Lanzador de Hachas

source: Sorcerer
es: Hechicero

source: Sorcerers are the eldest among all humans. No one knows how these mages have lived to be more than a hundred years of age, but many suspect that it is due to their mastery of healing. Though physically weak, their magical skill is not to be undervalued.
es: Los hechiceros son los más ancianos entre todos los humanos. Nadie sabe cómo estos magos han vivido más de cien años, pero muchos sospechan que se debe a su dominio de la curación. Aunque físicamente débiles, su habilidad mágica no debe subestimarse.

source: Shadow Mage
es: Mago Sombrío

source: Years of violence and brutality to support the study of forbidden magical arts have turned the shadow mages into feared fighters. Now completely enthralled with power, they have been known to command small followings of henchmen. They are outmatched in direct magical combat with their magic-using peers, instead channeling their energies into devastating melee attacks. Despite their offensive power, the corruption in their souls has begun to adversely affect their health.
es: Años de violencia y brutalidad para apoyar el estudio de artes mágicas prohibidas han convertido a los magos sombríos en luchadores temidos. Ahora completamente cautivados por el poder, se sabe que comandan pequeños grupos de secuaces. Son superados en combate mágico directo por sus pares que usan magia, canalizando en cambio sus energías en ataques cuerpo a cuerpo devastadores. A pesar de su poder ofensivo, la corrupción en sus almas ha comenzado a afectar negativamente su salud.

source: female^Shadow Mage
es: Maga Sombría

source: female^Huntress
es: Cazadora

source: Women who have fought many foes while defending their homes, are ordered by the community leaders to serve as 'Huntresses'. These women are skilled in both staff and sling, and serve as patrol guards or participants in hunting parties during the night.
es: Las mujeres que han luchado contra muchos enemigos mientras defendían sus hogares son ordenadas por los líderes de la comunidad para servir como 'Cazadoras'. Estas mujeres son hábiles tanto con el bastón como con la honda, y sirven como guardias de patrulla o participantes en partidas de caza durante la noche.

source: Rogue Cutthroat
es: Degollador Pícaro

source: Master woodsmen are useful allies to any army, and indispensable for any sizeable group of people living in the wilderness. They can track both man and beast, notice things most others would overlook, and are often the only ones who can find food for the table, be it animal or vegetable. Their skill at hunting is very useful in combat, and also leaves them unusually competent at night, and in forests and swamps.
es: Los maestros leñadores son aliados útiles para cualquier ejército e indispensables para cualquier grupo considerable de personas que viva en la naturaleza. Pueden rastrear tanto a hombres como a bestias, notar cosas que la mayoría pasaría por alto y, a menudo, son los únicos que pueden encontrar comida para la mesa, ya sea animal o vegetal. Su habilidad en la caza es muy útil en combate, y también los hace inusualmente competentes por la noche y en bosques y pantanos.

source: Arcane Enforcer
es: Ejecutor Arcano

source: The harsh, violent life of an outlaw does not readily lend itself to magical study. Rogue mages who survive their first few years often do so with the aid of organized bandit gangs, who are more than happy to provide protection in return for muscle and loyalty. Outfitted with stolen crossbows and augmenting their piecemeal armor with scraps of half-remembered magic, these ex-magi brawl with surprising competence, especially under cover of darkness.
es: La dura y violenta vida de un forajido no se presta fácilmente al estudio de la magia. Los magos pícaros que sobreviven sus primeros años a menudo lo hacen con la ayuda de bandas organizadas de bandidos, quienes están más que felices de proporcionar protección a cambio de fuerza y lealtad. Equipados con ballestas robadas y aumentando su armadura improvisada con fragmentos de magia a medio recordar, estos ex-magos pelean con una competencia sorprendente, especialmente bajo la cobertura de la oscuridad.

source: female^Arcane Enforcer
es: Ejecutora Arcana

source: Nature Wrath
es: Ira de la Naturaleza

source: wind storm
es: tormenta de viento

source: Sandstorm
es: Tormenta de Arena

source: Bramble
es: Zarza

source: entangle
es: enredar

source: Frost
es: Escarcha

source: Quake
es: Terremoto

source: boulder
es: roca

source: Whirlpool
es: Remolino

source: water blast
es: chorro de agua

source: Swamp
es: Pantano

source: toxic splash
es: salpicadura tóxica

source: toxic spray
es: rociado tóxico

source: Unstable Elemental
es: Elemental Inestable

source: Thunder Mage
es: Mago del Trueno

source: The Thunder Mages are well-known for the art of lightning magic they study. Even when they are in the deepest reaches of the earth, they can cause a bolt of lightning to rain down on any foe.
es: Los Magos del Trueno son conocidos por el arte de la magia del relámpago que estudian. Incluso cuando están en las profundidades de la tierra, pueden hacer que un rayo caiga sobre cualquier enemigo.

source: ravage
es: devastar

source: Some people show an unusual affinity to water and ice, and the corresponding magic, a trait hitherto thought to be found only in merfolk. The results can be astounding, provided they pursue their abilities. This affinity to water magic also grants them higher mobility in water.
es: Algunas personas muestran una afinidad inusual por el agua y el hielo, y la magia correspondiente, una característica que hasta ahora se pensaba que solo se encontraba en los tritones. Los resultados pueden ser sorprendentes, siempre que persigan sus habilidades. Esta afinidad por la magia del agua también les otorga una mayor movilidad en el agua.

source: female^Aqua Initiate
es: Iniciada del Agua

source: quarterstaff
es: bastón

source: aqua blast
es: explosión acuática

source: female^Prophetess of Light
es: Profetisa de la Luz

source: Some mages, on the path of Light, decide to become healers, while others decide to study the more offensive arts. The Prophetesses of Light can channel the power of their light magic to its full potential. They have a mastery over the sacred fire, a spell that could vanquish arcane-vulnerable creatures with ease; and the lightning bolts they conjure can bring down almost any foe.
es: Algunos magos, en el camino de la Luz, deciden convertirse en curanderos, mientras que otros deciden estudiar las artes más ofensivas. Las Profetisas de la Luz pueden canalizar el poder de su magia de luz a su máximo potencial. Tienen un dominio sobre el fuego sagrado, un hechizo que podría derrotar a criaturas vulnerables al arcano con facilidad; y los rayos que conjuran pueden derribar casi a cualquier enemigo.

source: Mage of Nature
es: Maga de la Naturaleza

source: The Nature Mages are only related to legends and myths. Seeing one in real life is almost impossible as they reside in the deepest of forests. Having full control of nature's power, they can use it effectively in battles and can heal themselves and nearby allies.
es: Las Magas de la Naturaleza solo están relacionadas con leyendas y mitos. Ver una en la vida real es casi imposible, ya que residen en los bosques más profundos. Al tener control total del poder de la naturaleza, pueden usarlo eficazmente en batallas y curarse a sí mismas y a los aliados cercanos.

source: nature flare
es: destello de la naturaleza

source: terra orbis
es: orbe terrestre

source: Flame Initiate
es: Iniciado de la Llama

source: TODO
es: POR HACER

source: Long time spent on understanding the properties of water and the corresponding magic can eventually grant the mage valuable insights on the properties on matter itself. No longer limited to manipulation of liquids, they are now capable of modifying the intrinsic coldness of surronding matter itself. When challenged, they can easily turn their opponents into a living statue of ice or decimate them with massive water waves out of nowhere.
es: El tiempo prolongado dedicado a entender las propiedades del agua y la magia correspondiente eventualmente puede otorgar al mago valiosos conocimientos sobre las propiedades de la materia misma. Ya no limitados a la manipulación de líquidos, ahora son capaces de modificar el frío intrínseco de la materia circundante. Cuando son desafiados, pueden convertir fácilmente a sus oponentes en estatuas vivientes de hielo o diezmarlos con enormes olas de agua de la nada.

source: female^Frost Mage
es: Maga de la Escarcha

source: frost staff
es: bastón de escarcha

source: ice blast
es: explosión de hielo

source: crashing wave
es: ola rompiendo

source: Some people show an unusual affinity to water and ice, and the corresponding magic, a trait hitherto thought to be found only in merfolk. After some serious training, their skill in manipulating water is much higher. Their affinity to water magic also grants them higher mobility in water.
es: Algunas personas muestran una afinidad inusual por el agua y el hielo, y la magia correspondiente, una característica que hasta ahora se pensaba que solo se encontraba en los tritones. Tras un entrenamiento serio, su habilidad para manipular el agua es mucho mayor. Su afinidad por la magia del agua también les otorga una mayor movilidad en el agua.

source: female^Aqua Mage
es: Maga del Agua

source: wave attack
es: ataque de ola

source: Aqua Mage
es: Mago del Agua

source: female^Adept of Light
es: Adepta de la Luz

source: Certain female apprentices are chosen from their admission into the academies to study the magic art of light. After graduation, they become Adepts, capable of giving a phyical form to the light itself. These magi can summon the Light in the form of energy balls and are able slightly heal wounded allies.
es: Ciertas aprendices mujeres son elegidas desde su ingreso a las academias para estudiar el arte mágico de la luz. Tras graduarse, se convierten en Adeptas, capaces de dar una forma física a la luz misma. Estos magos pueden invocar la Luz en forma de bolas de energía y pueden curar levemente a aliados heridos.

source: aura blast
es: explosión de aura

source: Forest Mage
es: Maga del Bosque

source: Over time, a wood mage having accumulated enough knowledge in the study of herbs and nature becomes known as a 'Forest Mage'. Not only these mages have the ability to heal themselves and nearby allies, but they can also conjure the very essence of forests in the form of a devastating ball of fire, the awe-inspiring nature flare.
es: Con el tiempo, una maga de la madera que ha acumulado suficiente conocimiento en el estudio de hierbas y naturaleza se conoce como 'Maga del Bosque'. No solo estos magos tienen la capacidad de curarse a sí mismos y a aliados cercanos, sino que también pueden conjurar la esencia misma de los bosques en forma de una devastadora bola de fuego, el impresionante destello de la naturaleza.

source: Wood Mage
es: Maga de la Madera

source: There are many paths a mage may decide to take. Some mages take the study of nature. These mages can summon the forces of nature to expel foes, and can also use nature to heal themselves and allies.
es: Hay muchos caminos que un mago puede decidir tomar. Algunos magos toman el estudio de la naturaleza. Estos magos pueden invocar las fuerzas de la naturaleza para repeler enemigos, y también pueden usar la naturaleza para curarse a sí mismos y a sus aliados.

source: Mage of Firestorms
es: Mago de Tormentas de Fuego

source: intensified fire
es: fuego intensificado

source: Ember Mage
es: Mago de las Brasas

source: female^Cleric
es: Clériga

source: Female adepts are given a choice in their study of light magic. The cleric lacks the healing capabilities of the white mage but possesses knowledge on the sacred-fire, a power that represents the pure light essence. Clerics can also use their powers to guide allies to fight better.
es: Las adeptas mujeres tienen una opción en su estudio de la magia de luz. La clériga carece de las capacidades de curación del mago blanco, pero posee conocimiento sobre el fuego sagrado, un poder que representa la esencia pura de la luz. Las clérigas también pueden usar sus poderes para guiar a los aliados a luchar mejor.

source: Tempest Mage
es: Mago de la Tempestad

source: These mages are a bane to any foe. Their presence is marked with violent wind storms that centre on the battlefield.
es: Estos magos son una maldición para cualquier enemigo. Su presencia está marcada por tormentas de viento violentas que se centran en el campo de batalla.

source: Mage of Storms
es: Mago de las Tormentas
