Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: The Eastern Kingdoms located at the other side of Great Continent had largely been free from any external influences for centuries ever since the First Irdyan War ended. The Aragwaithian Kingdoms is vast and bountiful and the Dark Legion were originally from the Fallen Kingdom of Arkenova who had sailed there on numerous iron ships. When the Dark Elementalist launched his horde of evil upon the Kingdoms, the Legion immediately sided with the noble Aragwaithi as they did not wish for another kingdom to suffer the same fate their own empire did.
es: Los Reinos del Este, ubicados al otro lado del Gran Continente, habían estado en gran parte libres de influencias externas durante siglos desde que terminó la Primera Guerra Irdyana. Los Reinos Aragwaithianos son vastos y abundantes, y la Legión Oscura provenía originalmente del Reino Caído de Arkenova, que había navegado hasta allí en numerosos barcos de hierro. Cuando el Elementalista Oscuro lanzó su horda de maldad sobre los Reinos, la Legión se alió inmediatamente con los nobles Aragwaithi, ya que no deseaban que otro reino sufriera el mismo destino que su propio imperio.

source: Aragwaithi | Dark Legion
es: Aragwaithi | Legión Oscura

source: The Quenoth Elves had lost their vast oasis cities to the Dark Elementalist and had retreated underground. There, they stumbled upon the Dwarves and they agreed to an uneasy alliance to withstand the hordes of Evil.
es: Los Elfos Quenoth habían perdido sus vastas ciudades oasis a manos del Elementalista Oscuro y se habían retirado bajo tierra. Allí, se encontraron con los Enanos y acordaron una alianza incómoda para resistir las hordas del Mal.

source: Quenoth Elves | Dwarves
es: Elfos Quenoth | Enanos

source: It is no surprise that when the Dark Elementalist laid waste to Lintanir Forest, the elves were shocked when the allies who came to aid were none other than Minotaurs of the Silver Lands. Having allied due to their mutual affinity for the preservation of the Woodlands, it seemed evident the Dark Elementalist's forces would have to struggle before the Lins-Elen fell.
es: No es sorpresa que cuando el Elementalista Oscuro devastó el Bosque de Lintanir, los elfos quedaron conmocionados al ver que los aliados que llegaron en su ayuda no eran otros que los Minotauros de las Tierras de Plata. Habiendo formado una alianza debido a su afinidad mutua por la preservación de los bosques, parecía evidente que las fuerzas del Elementalista Oscuro tendrían que luchar arduamente antes de que Lins-Elen cayera.

source: Sylvans | Minotaurs
es: Silvanos | Minotauros

source: This faction consists of the Dunefolk of the Southern deserts of the Old Continent or Argea and the remnants of the Wesfolks who had been left behind by the Lich Lords.
es: Esta facción está formada por el Pueblo de las Dunas de los desiertos del sur del Continente Antiguo o Argea y los restos de los Wesfolks que fueron abandonados por los Señores Liches.

source: Dunefolk | Outlaws
es: Barjanes | Forajidos

source: After the Forces of the Dark Elementalist's brutal and relentless offensive on the newly established Kingdom of Wesnoth, not much of it was left standing. Not just Wesnoth, but the Orcish tribes who had just begun to settle in the Far North were caught in the conflict as well. Both factions had suffered insurmountable casaulties. The monarch of the Wesnothians had been defeated by one of the Dark Elementalist's chosen. Pushed to the brink of annihilation, the horde and loyalists set aside their past hospitalities and joined forces to survive the never ending hordes of Darkness.
es: Tras la brutal y implacable ofensiva de las fuerzas del Elementalista Oscuro contra el recién establecido Reino de Wesnoth, poco quedó en pie. No solo Wesnoth, sino que las tribus orcas que apenas comenzaban a asentarse en el Lejano Norte también se vieron envueltas en el conflicto. Ambas facciones sufrieron bajas insuperables. El monarca de los Wesnothianos fue derrotado por uno de los elegidos del Elementalista Oscuro. Al borde de la aniquilación, la horda y los leales dejaron de lado sus hostilidades pasadas y unieron fuerzas para sobrevivir a las interminables hordas de la Oscuridad.

source: Loyalist | Horde
es: Leales | Horda

source: After the Lins-Elen had been laid to waste, considerable number of elves made an exodus towards the underground caverns. They stumbled upon an Ancient Path that led them to meet with their lost kin, the Deep Elves. Being united by the elven blood in their veins, the elves have united together to resist the forces of Darkness together.
es: Tras la devastación de Lins-Elen, un considerable número de elfos emprendió un éxodo hacia las cavernas subterráneas. Se encontraron con un Camino Antiguo que los llevó a reunirse con sus parientes perdidos, los Elfos Profundos. Unidos por la sangre élfica en sus venas, los elfos se han unido para resistir juntos a las fuerzas de la Oscuridad.

source: Sylvans | Drow
es: Silvanos | Elfos Oscuros

source: The forces serving under the Dark Elementalist are mostly night creatures supplemented by warped elementals and the undead. Their goal is fairly simple; to conquer Irdya and bring forth a new age of absolute Darkness.
es: Las fuerzas al servicio del Elementalista Oscuro son principalmente criaturas nocturnas complementadas por elementales deformados y no muertos. Su objetivo es bastante simple: conquistar Irdya y dar paso a una nueva era de Oscuridad absoluta.

source: Nightmares | Undead
es: Pesadillas | No Muertos

source: It is not known why the hivemind race such as the Steelhive would choose to ally with the night creatures of the Forest of Meleon. One thing is certain though; the alliance is frightful one.
es: No se sabe por qué una raza de mente colmena como la Colmena de Acero elegiría aliarse con las criaturas nocturnas del Bosque de Meleon. Sin embargo, una cosa es segura: la alianza es temida.

source: Nightmares | Steelhive
es: Pesadillas | Colmena de Acero

source: A remixed variant of the War of Legends era tailored to be played in World Conquest (preferably with Legends Conquest modificiations enabled). There are seven factions, each conforming to the World Conquest era rule as well as the the story setting of the Dark Irdya timeline. After the first decade of ceaseless attacks by the forces of the Dark Elementalist, various factions across Irdya have been compelled to band together to form an united front against their new and persistent adversaries. Certain allegiances could only be made due to geographical possibilities and some being former enemies casting aside their differences. The goal of all factions is survival as there seems to be no end to the enemy forces.
es: Una variante remezclada de la era Guerra de Leyendas diseñada para jugarse en Conquista Mundial (preferiblemente con las modificaciones de Conquista de Leyendas activadas). Hay siete facciones, cada una conforme a las reglas de la era Conquista Mundial y al escenario narrativo de la línea temporal de la Oscuridad de Irdya. Tras la primera década de ataques incesantes por parte de las fuerzas del Elementalista Oscuro, varias facciones de Irdya se han visto obligadas a unirse para formar un frente unido contra sus nuevos y persistentes adversarios. Ciertas alianzas solo fueron posibles debido a oportunidades geográficas y algunos antiguos enemigos dejaron de lado sus diferencias. El objetivo de todas las facciones es la supervivencia, ya que las fuerzas enemigas parecen no tener fin.

source: Alliance
es: Alianza

source: Horde
es: Horda

source: Darkness
es: Oscuridad

source: Legends Conquest Era
es: Era Conquista de Leyendas

source: Multiplayer_AI^Default AI (WoL)
es: IA Predeterminada (GdL)

source: Endurance: +8 HP (Hitpoints)
es: Resistencia: +8 HP (Puntos de vida)

source: Melee: +1
es: Cuerpo a cuerpo: +1

source: Melee: +2
es: Cuerpo a cuerpo: +2

source: Melee: +4
es: Cuerpo a cuerpo: +4

source: Ranged: +1
es: A distancia: +1

source: Ranged: +2
es: A distancia: +2

source: Ranged: +4
es: A distancia: +4

source: Movement: +1 MP (Movement Points).
es: Movimiento: +1 MP (Puntos de movimiento).

source: Melee: +4 vanquishing slash damage.
es: Cuerpo a cuerpo: +4 de daño de corte devastador.

source: flamethrower
es: lanzallamas

source: shield bash
es: golpe de escudo

source: +5 hitpoints, Max XP +20%
es: +5 puntos de vida, XP máximo +20%

source: +7 hitpoints, Max XP +20%
es: +7 puntos de vida, XP máximo +20%

source: +11 hitpoints, Max XP +20%
es: +11 puntos de vida, XP máximo +20%

source: +15 hitpoints, Max XP +20%
es: +15 puntos de vida, XP máximo +20%

source: +1 melee damage, Max XP +20%
es: +1 de daño cuerpo a cuerpo, XP máximo +20%

source: autotarget
es: autocentrado

source: For some reason, some Steelhive have a better-than-average targeting system. Chance to hit is never below 50%
es: Por alguna razón, algunos Colmena de Acero tienen un sistema de puntería mejor que el promedio. La probabilidad de acertar nunca es inferior al 50%.

source: antigravity
es: antigravedad

source: Some Steelhive are equipped with a weak antigravity generator, speeding their movement.
es: Algunas Colmenas de Acero están equipadas con un generador de antigravedad débil, lo que acelera su movimiento.

source: reinforced
es: reforzado

source: Some Steelhive reinforce their hull for better durability.
es: Algunas Colmenas de Acero refuerzan su casco para una mayor durabilidad.

source: optimized
es: optimizado

source: A few Steelhive optimize their energy channels, allowing them to deal more damage.
es: Algunas Colmenas de Acero optimizan sus canales de energía, lo que les permite infligir más daño.

source: allied leadership
es: liderazgo aliado

source: female^allied leadership
es: liderazgo aliado

source: This unit can lead other (and allied) lower-level troops in battle. All adjacent lower-level units from the unit side and allied side deal 25% more damage for each difference in level. Units (own and allied) of the same level will get half of this bonus.
es: Esta unidad puede liderar otras tropas de menor nivel (y aliadas) en la batalla. Todas las unidades adyacentes de menor nivel del bando de la unidad y del bando aliado infligen un 25% más de daño por cada diferencia de nivel. Las unidades (propias y aliadas) del mismo nivel recibirán la mitad de este bono.

source: allied inspire
es: inspiración aliada

source: female^allied inspire
es: inspiración aliada

source: This unit can inspire own and allied units that are next to it, making them fight better. Adjacent own units of lower or equal level will deal 10% more damage plus 10% for each level they are below the inspiring unit.
es: Esta unidad puede inspirar a las unidades propias y aliadas que están a su lado, haciéndolas luchar mejor. Las unidades propias adyacentes de nivel inferior o igual infligirán un 10% más de daño, más un 10% por cada nivel que estén por debajo de la unidad inspiradora.

source: The presence of this unit inspires own and allied units next to it to deal more damage in combat, though this only applies to units of lower or equal level.
es: La presencia de esta unidad inspira a las unidades propias y aliadas cercanas a infligir más daño en combate, aunque esto solo se aplica a unidades de nivel inferior o igual.

source: Notes:
es: Notas:

source: Vegetated terrains are forest, great tree, farmland and mushroom grove hexes.
es: Los terrenos vegetados son los hexágonos de bosque, árbol grande, tierras de cultivo y arboleda de hongos.

source: dauntless
es: intrépido

source: While attacking, this unit's resistances are doubled, up to a maximum of 50. Weaknesses are not affected.
es: Al atacar, las resistencias de esta unidad se duplican, hasta un máximo de 50. Las debilidades no se ven afectadas.

source: sylvan spark
es: chispa silvana

source: While in vegetated terrains, the unit will heal itself 5 hp per turn. If it is poisoned, it will remove the poison instead of healing.
es: En terrenos vegetados, la unidad se curará 5 puntos de vida por turno. Si está envenenada, eliminará el veneno en lugar de curarse.

source: sylvan essence
es: esencia silvana

source: This unit can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 3 HP per-turn, but only in vegetated terrains.
es: Esta unidad puede curar y sanar a las unidades aliadas en los hexágonos adyacentes cada turno, hasta un máximo base de 8 puntos de vida. En terrenos vegetados, se ocultará de sus enemigos. También puede regenerar (pero no curar el veneno) 3 puntos de vida por turno, pero solo en terrenos vegetados.

source: camouflage
es: camuflaje

source: This unit can hide in sand, desert, desert dunes, and craters, and remain undetected by its enemies. Enemy units cannot see this unit while it is in desert dunes, oasis and craters, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
es: Esta unidad puede esconderse en arena, desierto, dunas desérticas y cráteres, y permanecer indetectable para sus enemigos. Las unidades enemigas no pueden ver a esta unidad mientras está en dunas desérticas, oasis y cráteres, a menos que tengan unidades a su lado. Cualquier unidad enemiga que descubra primero a esta unidad pierde inmediatamente todo su movimiento restante.

source: distract
es: distraer

source: female^distract
es: distraer

source: This unit negates enemy Zones of Control around itself for allied units (but not for itself).
es: Esta unidad anula las Zonas de Control enemigas a su alrededor para las unidades aliadas (pero no para sí misma).

source: This unit is capable of distracting opponents, allowing allied units to trespass their Zones of Control and move unhindered around them.
es: Esta unidad es capaz de distraer a los oponentes, permitiendo que las unidades aliadas traspasen sus Zonas de Control y se muevan libremente a su alrededor.

source: ice convalesence
es: convalecencia de hielo

source: This unit will regenerate 5 HP if it is on snowy or icy terrain. The effects of poison will not be cured or prolonged.
es: Esta unidad regenerará 5 puntos de vida si está en terreno nevado o helado. Los efectos del veneno no se curarán ni se prolongarán.

source: aquatic body
es: cuerpo acuático

source: This unit will regenerate 5 HP when in deep or shallow water.
es: Esta unidad regenerará 5 puntos de vida cuando esté en aguas profundas o poco profundas.

source: sylvan revitalisation
es: revitalización silvana

source: This unit will regenerate 5 HP while in a vegetated area.
es: Esta unidad regenerará 5 puntos de vida mientras esté en un área vegetada.

source: earth recuperation
es: recuperación terrestre

source: This unit will repair its body with the rocks found while in/on hills, caves, or mountains, thus recovering 5 HP in the process.
es: Esta unidad reparará su cuerpo con las rocas encontradas mientras esté en colinas, cuevas o montañas, recuperando así 5 puntos de vida en el proceso.

source: heat absorption
es: absorción de calor

source: This unit will absorb heat whenever it is on or floating above lava, thus recovering 5 HP. In addition, this unit will absorb heat from other warm terrain like sand.
es: Esta unidad absorberá calor siempre que esté en o flotando sobre lava, recuperando así 5 puntos de vida. Además, esta unidad absorberá calor de otros terrenos cálidos como la arena.

source: aquatic regeneration
es: regeneración acuática

source: This unit will recover 8 HP per turn when on aquatic terrain. If this unit is poisoned it will be cured of it instead.
es: Esta unidad recuperará 8 PV por turno cuando esté en terreno acuático. Si la unidad está envenenada, se curará del veneno en su lugar.

source: gelid incarnation
es: encarnación gélida

source: This unit will regenerate (but not unpoison) 4 HP per turn. If this unit is on icy or snowy terrain its regenerative abilities increase by regenerating 8 HP rather than 4 HP per turn and poison is cured. In addition, while this will conceal itself from enemies while on icy or snowy terrain.
es: Esta unidad se regenerará (pero no curará el veneno) 4 PV por turno. Si esta unidad está en terreno helado o nevado, sus habilidades regenerativas aumentan al regenerar 8 PV en lugar de 4 PV por turno y el veneno se cura. Además, mientras esté en terreno helado o nevado, se ocultará de los enemigos.

source: terra resucitation
es: resucitación terrenal

source: The unit will heal itself 8 HP per turn on earthy or vegetated terrain. If it is poisoned, it will remove the poison instead of healing.
es: La unidad se curará 8 PV por turno en terreno terroso o vegetado. Si está envenenada, eliminará el veneno en lugar de curarse.

source: swamp prowl
es: acecho en pantano

source: This unit can hide in swamps, and remain undetected by its enemies. Enemy units cannot see this unit while it is in a swamp hex, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
es: Esta unidad puede ocultarse en pantanos y permanecer sin ser detectada por sus enemigos. Las unidades enemigas no pueden ver a esta unidad mientras esté en una casilla de pantano, salvo si tienen unidades adyacentes. Cualquier unidad enemiga que descubra por primera vez a esta unidad pierde inmediatamente todo su movimiento restante.

source: superior life form
es: forma de vida superior

source: This unit emits a swam of steel particles fortifying adajcent units with a temporary 20-HP boost that dissapears at the beginning of the following turn.
es: Esta unidad emite un enjambre de partículas de acero que fortifica a las unidades adyacentes con un aumento temporal de 20 PV que desaparece al comienzo del siguiente turno.

source: reprogram
es: reprogramar

source: This unit leading aura is so powerful that it can make opposing steelhive units change side at the end of its turn.
es: El aura de liderazgo de esta unidad es tan poderosa que puede hacer que las unidades enemigas de la Colmena de Acero cambien de bando al final de su turno.

source: metallizing virus
es: virus metalizante

source: Each time this unit hits with a melee weapon, it has a 5% chance to transmit the metallizing virus, turning the enemy into a member of the Steelhive. Does not affect non-living or leader units.
es: Cada vez que esta unidad golpea con un arma cuerpo a cuerpo, tiene un 5% de probabilidad de transmitir el virus metalizante, convirtiendo al enemigo en un miembro de la Colmena de Acero. No afecta a unidades no vivas ni a líderes.

source: critical hit {CHANCE}%
es: golpe crítico {CHANCE}%

source: This attack has a {CHANCE}% chance per hit of dealing double damage.
es: Este ataque tiene un {CHANCE}% de probabilidad por golpe de infligir el doble de daño.

source: <span color='#ff0000'>critical hit</span>
es: <span color='#ff0000'>golpe crítico</span>

source: frost nova
es: nova de escarcha

source: On offense, this attack will additionally deal 70% of its damage in cold damage to all enemies adjacent to the target.
es: En ataque, este ataque infligirá adicionalmente el 70% de su daño en daño de frío a todos los enemigos adyacentes al objetivo.

source: This unit has an attack which, when used offensively, will additionally deal 70% of its damage in cold damage to all enemies adjacent to the target.
es: Esta unidad tiene un ataque que, al usarse ofensivamente, infligirá adicionalmente el 70% de su daño en daño de frío a todos los enemigos adyacentes al objetivo.

source: mind raid
es: asalto mental

source: When used offensively, each hit of the mind raid attack takes 1 point of experience from the defender and gives it to the attacker.
es: Cuando se usa ofensivamente, cada golpe del ataque de asalto mental quita 1 punto de experiencia al defensor y se lo da al atacante.

source: frenzy
es: frenesí

source: Whether used offensively or defensively, this attack presses the engagement until one of the combatants is slain, or 5 rounds of attacks have occurred.
es: Ya sea usado ofensivamente o defensivamente, este ataque prolonga el combate hasta que uno de los combatientes muera o se hayan producido 5 rondas de ataques.

source: chaos
es: caos

source: When used offensively, has a 33% chance to deal 10 fire damage, 11 cold damage or 12 electric damage.
es: Cuando se usa ofensivamente, tiene un 33% de probabilidad de infligir 10 de daño de fuego, 11 de daño de frío o 12 de daño eléctrico.

source: When used offensively, has a 33% chance to deal fire, cold or electric damage.
es: Cuando se usa ofensivamente, tiene un 33% de probabilidad de infligir daño de fuego, frío o eléctrico.

source: Monster: Max HP bonus +5, +1 damage to all attacks, max XP +20%
es: Monstruo: Bono máximo de PV +5, +1 de daño a todos los ataques, PX máximo +20%

source: Wrath: +1 Damage, Max XP +80%
es: Ira: +1 de daño, PX máximo +80%

source: Deftness: +1 Strike, Max XP +160%
es: Destreza: +1 golpe, PX máximo +160%

source: Speed: +1 Movement, Max XP +80%
es: Velocidad: +1 movimiento, PX máximo +80%

source: Endurance: +10% Hitpoints, Max XP +80%
es: Resistencia: +10% puntos de vida, PX máximo +80%

source: Unit Advancements
es: Avances de unidad

source: This unit will recover 5 HP per turn when on lava, sandy or desert terrain. The effects of poison will not be prolonged or cured.
es: Esta unidad recuperará 5 PV por turno cuando esté en lava, arena o terreno desértico. Los efectos del veneno no se prolongarán ni se curarán.

source: This unit will recover 5 HP per turn when on watery terrain. The effects of poison will not be prolonged or cured.
es: Esta unidad recuperará 5 PV por turno cuando esté en terreno acuático. Los efectos del veneno no se prolongarán ni se curarán.

source: This unit will recover 5 HP per turn while in a forest. The effects of poison will not be prolonged or cured.
es: Esta unidad recuperará 5 PV por turno mientras esté en un bosque. Los efectos del veneno no se prolongarán ni se curarán.

source: This unit will repair its body with the rocks found while in/on hills, caves, or mountains, thus recovering 5 HP in the process. The effects of poison will not be prolonged or cured.
es: Esta unidad reparará su cuerpo con las rocas encontradas mientras esté en colinas, cuevas o montañas, recuperando así 5 PV en el proceso. Los efectos del veneno no se prolongarán ni se curarán.

source: This unit can frighten enemy units that are next to it, making them fight worse
es: Esta unidad puede asustar a las unidades enemigas que están a su lado, haciéndolas luchar peor

source: Adjacent lower-level units of the same allegiance have their resistances increased by the sole presence of this unit.
es: Las unidades adyacentes de nivel inferior de la misma lealtad tienen sus resistencias aumentadas por la sola presencia de esta unidad.

source: This unit will regenerate 5 HP per turn in forest or mushroom grove terrains
es: Esta unidad se regenerará 5 PV por turno en terrenos de bosque o arboleda de hongos

source: This unit will recover 5 HP per turn while on snowy or icy terrain. The effects of poison will not be prolonged or cured.
es: Esta unidad recuperará 5 PV por turno mientras esté en terreno nevado o helado. Los efectos del veneno no se prolongarán ni se curarán.

source: Some of this unit's attacks are not available except on defence.
es: Algunos de los ataques de esta unidad no están disponibles excepto en defensa.

source: Some of this unit's attacks are not available except on offence.
es: Algunos de los ataques de esta unidad no están disponibles excepto en ataque.
