Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: By wielding a stronger bow and training almost constantly, the Aragwaith Strongbow fires a far deadlier shot than the average archer. Their dirks are longer than the daggers used by the typical archer, and they wield them far more effectively.
es: Al manejar un arco más fuerte y entrenar casi constantemente, el Arco Fuerte Aragwaith dispara un tiro mucho más letal que el arquero promedio. Sus puñales son más largos que las dagas usadas por el arquero típico, y los manejan con mucha más eficacia.

source: Swordsmaster
es: Maestro Espadachín

source: Swordsmasters do not get their title from one day to another. They have endured years of rigorous Aragwaithi military training, and survived many ferocious battles. Their skill with their blades is spoken of with awe among those few foes who have witnessed it - and lived. Having earned their title, Swordsmasters take responsibility for instructing the young, passing by generation on generation the proud Aragwaithi martial traditions.
es: Los Maestros Espadachines no obtienen su título de un día para otro. Han soportado años de riguroso entrenamiento militar Aragwaithi y han sobrevivido a muchas batallas feroces. Su habilidad con las espadas es mencionada con asombro entre los pocos enemigos que la han presenciado y han vivido. Habiendo ganado su título, los Maestros Espadachines asumen la responsabilidad de instruir a los jóvenes, transmitiendo de generación en generación las orgullosas tradiciones marciales Aragwaithi.

source: Flagbearer
es: Portaestandarte

source: The best spearmen always learn on the battlefield the importance of fighting side-by-side with their comrades, but some learn a more special lesson: that a group of soldiers fighting as one being can overcome even the greatest odds. To these warriors is given the banner of command; the sight of one billowing in the wind, surrounded by spearman, archers, swordsmen and riders, is one that the enemies of the Aragwaithi have quickly learned to fear.
es: Los mejores lanceros siempre aprenden en el campo de batalla la importancia de luchar codo a codo con sus camaradas, pero algunos aprenden una lección más especial: que un grupo de soldados luchando como un solo ser puede superar incluso las mayores adversidades. A estos guerreros se les otorga el estandarte de mando; la vista de uno ondeando en el viento, rodeado de lanceros, arqueros, espadachines y jinetes, es algo que los enemigos de los Aragwaithi han aprendido rápidamente a temer.

source: Eagle Rider
es: Jinete de Águila

source: Some Aragwaithi youths take young eagles as a pet. These are not the common eagles, but a race of noble, giant birds of prey. When they are grown enough, they are usually willing to serve as a mount for their best friend, and their young mates learn the art of riding these giant birds.
es: Algunos jóvenes Aragwaithi toman águilas jóvenes como mascotas. Estas no son águilas comunes, sino una raza de nobles aves rapaces gigantes. Cuando son lo suficientemente grandes, generalmente están dispuestas a servir como montura para su mejor amigo, y sus jóvenes compañeros aprenden el arte de montar estas aves gigantes.

source: claws
es: garras

source: prey crush
es: aplastamiento de presa

source: Eagle Master
es: Maestro de Águila

source: With experience, Eagle riders become more skilled and the relation with their winged friend become so strong that they act as one. As Eagle masters, they no longer need to give orders to their mounts, those anticipate them.
es: Con experiencia, los Jinetes de Águila se vuelven más habilidosos y la relación con su amigo alado se vuelve tan fuerte que actúan como uno solo. Como Maestros de Águila, ya no necesitan dar órdenes a sus monturas, estas las anticipan.

source: Harpy Flagbearer
es: Portaestandarte Arpía

source: The habit of guiding their bird around gives harpies skills in observing and giving out orders, which are applicable in wide scale combat as well. Some falconeers take up the flag-bearing spear to lead their peers in battle, and while their fighting strength is lesser than others', the coordination they bring to the squadron makes it much more deadly.
es: El hábito de guiar a su ave les otorga a las arpías habilidades para observar y dar órdenes, que también son aplicables en combates a gran escala. Algunas halconeras toman la lanza portaestandarte para liderar a sus pares en la batalla, y aunque su fuerza de combate es menor que la de otras, la coordinación que aportan al escuadrón lo hace mucho más letal.

source: lance
es: lanza

source: falcon
es: halcón

source: Harpy Emissary
es: Emisaria Arpía

source: Elite messengers become the quick emissaries of powerful leaders, whom they gained the trust of after decades of work. Swift as the wind, they are matched in speed only by the griffins of the high peaks. As they often carry messages of high importance in troubled times, they can defend themselves quite well by using their sharp talons and unrivalled air mobility.
es: Las mensajeras de élite se convierten en las rápidas emisarias de líderes poderosos, en quienes han ganado confianza tras décadas de trabajo. Rápidas como el viento, solo son igualadas en velocidad por los grifos de las altas cumbres. Como a menudo llevan mensajes de gran importancia en tiempos turbulentos, pueden defenderse bastante bien usando sus afiladas garras y su incomparable movilidad aérea.

source: talons
es: garras

source: sky dive
es: caída en picada

source: Harpy Phantom
es: Fantasma Arpía

source: <i>When the night is at its darkest, are the shadows not more enticing than ever? Hide in the night, enjoy it, use it, but never forget it is not your friend. Those that fear not the shadows will in time join their ranks.</i> - Tales of the owl hunters
es: <i>Cuando la noche está en su punto más oscuro, ¿no son las sombras más atractivas que nunca? Escóndete en la noche, disfrútala, úsala, pero nunca olvides que no es tu amiga. Aquellos que no temen a las sombras, con el tiempo, se unirán a sus filas.</i> - Cuentos de los cazadores de búhos

source: deathclaws
es: garras mortales

source: Harpy Featherlord
es: Señora de Plumas Arpía

source: Harpy commanders use their bird companion and specific calls to quickly transmit orders on the battlefield. Their brightly colored flag helps them catch their allies' attention to redirect troops wherever necessary.
es: Las comandantes arpías usan a su compañero ave y llamadas específicas para transmitir órdenes rápidamente en el campo de batalla. Su bandera de colores brillantes les ayuda a captar la atención de sus aliados para redirigir a las tropas donde sea necesario.

source: Harpy Fighter
es: Luchadora Arpía

source: Harpies can already cause harm with their sharp talons. However, those tasked to fight the colony's foes often reinforce their claws with small blades. Their light gambeson allows them to resist hits slightly better while retaining their kind's mobility.
es: Las arpías ya pueden causar daño con sus afiladas garras. Sin embargo, aquellas encargadas de luchar contra los enemigos de la colonia a menudo refuerzan sus garras con pequeñas cuchillas. Su gambesón ligero les permite resistir los golpes un poco mejor mientras mantienen la movilidad característica de su especie.

source: Harpy Enchantress
es: Encantadora Arpía

source: The legendary harpy enchantresses are beings admired by the majority of people. They carry themselves with grace and confidence, knowing full well the power they hold over the ordinary folk. Thanks to their influence, they develop a network of connections to support their own goals or those they are given by harpy lorekeepers.
es: Las legendarias encantadoras arpías son seres admirados por la mayoría de las personas. Se comportan con gracia y confianza, sabiendo plenamente el poder que tienen sobre la gente común. Gracias a su influencia, desarrollan una red de conexiones para apoyar sus propios objetivos o aquellos que les son otorgados por las guardianas del saber arpías.

source: dagger
es: daga

source: ensnare
es: atrapar

source: Harpy Bomber
es: Bombardera Arpía

source: Harpy bombers are involved in more serious conflicts than simple defense of their colony and as such, they have upgraded their equipment, flying and throwing techniques. In addition to the classic rocks, they also use lighter, flaming projectiles, that earned them their current name.
es: Las bombarderas arpías están involucradas en conflictos más serios que la simple defensa de su colonia y, como tal, han mejorado su equipo, técnicas de vuelo y lanzamiento. Además de las clásicas rocas, también usan proyectiles más ligeros y llameantes, lo que les ha valido su nombre actual.

source: rock drop
es: lanzamiento de roca

source: fiery hail
es: granizo ardiente

source: Harpy Galesinger
es: Cantora de Vendaval Arpía

source: Experienced minstrels may decide to become the keepers of harpy knowledge. They spend years learning from their masters the thousands of songs that relate harpy lore. Among these chants are magic spells that allow them to bend the winds to their will, that harpies have used since olden times to travel across the ocean.
es: Las ministriles experimentadas pueden decidir convertirse en las guardianas del conocimiento arpía. Pasan años aprendiendo de sus maestros las miles de canciones que relatan el saber arpía. Entre estos cánticos hay hechizos mágicos que les permiten controlar los vientos a su voluntad, que las arpías han usado desde tiempos antiguos para viajar a través del océano.

source: song of gale
es: canción del vendaval

source: Harpy Falconeer
es: Halconera Arpía

source: Various birds are popular among harpies as pets. Among them, falcons are used for hunting, and warfare when the need arises. Some harpies can easily mimic their calls, granting the bird and its wielder excellent coordination.
es: Diversas aves son populares entre las arpías como mascotas. Entre ellas, los halcones se usan para la caza y, cuando surge la necesidad, para la guerra. Algunas arpías pueden imitar fácilmente sus llamadas, lo que otorga al ave y a su portadora una excelente coordinación.

source: Songstress of Storms
es: Cantora de Tormentas

source: Some harpy singers chose to live away from land, secluded in places where they can become one with the wind. They spend days meditating at sea to listen to the song of the gales. When their kin calls for help however, their mastery of weather lets them summon fierce storms that scatter enemy troops.
es: Algunas cantoras arpías eligen vivir lejos de la tierra, aisladas en lugares donde pueden fundirse con el viento. Pasan días meditando en el mar para escuchar la canción de los vendavales. Sin embargo, cuando sus congéneres piden ayuda, su dominio del clima les permite invocar feroces tormentas que dispersan a las tropas enemigas.

source: song of storm
es: canción de tormenta

source: Harpy Minstrel
es: Ministril Arpía

source: Harpies avoid other races whenever possible, and are seldom welcomed warmly. There is however an exception : minstrels are renowned for their incredible singing. Some say their voice can make anyone fall in awe and completely forget their surroundings. Although the public usually admires their talent, people sometimes fear their supposed powers. They wander between towns, living off their art or flying away quickly when they feel threatened. Some of them end up settling down in human cities, but more often than not they keep traveling and act as informants for harpy communities.
es: Las arpías evitan a otras razas siempre que es posible y rara vez son recibidas cálidamente. Sin embargo, hay una excepción: las ministriles son reconocidas por su increíble canto. Algunos dicen que su voz puede hacer que cualquiera quede maravillado y olvide completamente su entorno. Aunque el público suele admirar su talento, a veces las personas temen sus supuestos poderes. Ellas vagan entre los pueblos, viviendo de su arte o volando rápidamente cuando se sienten amenazadas. Algunas terminan estableciéndose en ciudades humanas, pero la mayoría de las veces siguen viajando y actúan como informantes para las comunidades de arpías.

source: beguiling song
es: canción cautivadora

source: Harpy Messenger
es: Mensajera Arpía

source: Due to their numerous travels, harpy wanderers end up mingling with other races a lot more. Often they will offer their service as long range messengers to various folk. The time spent hunting in the wild has given them keen eyes which serve them well in battle also.
es: Debido a sus numerosos viajes, las arpías errantes terminan interactuando mucho más con otras razas. A menudo ofrecen sus servicios como mensajeras de largo alcance a diversos pueblos. El tiempo dedicado a cazar en la naturaleza les ha otorgado una vista aguda que también les sirve bien en la batalla.

source: Harpy Ashtail
es: Cola de Ceniza Arpía

source: Numerous battles of dousing foes in flames have left scars on the plumage of these veterans. Their peers have named them Ashtails, as their talons and feathers turned grey from their grim duties.
es: Numerosas batallas apagando a los enemigos en llamas han dejado cicatrices en el plumaje de estas veteranas. Sus pares las han llamado Colas de Ceniza, ya que sus garras y plumas se tornaron grises debido a sus sombríos deberes.

source: Harpy Raider
es: Asaltante Arpía

source: The seasoned harpy soldiers often come from former bandit crews. They lend their talent as mercenaries to various armed forces, who make good use of their ability to strike anywhere quickly.
es: Las soldados arpías experimentadas a menudo provienen de antiguas bandas de bandidos. Prestan su talento como mercenarias a diversas fuerzas armadas, que hacen buen uso de su capacidad para atacar rápidamente en cualquier lugar.

source: Harpy Raptortongue
es: Lengua de Raptor Arpía

source: Over time falconeers efficiently learn the falcons' language. As the bird ages their tamer often will bring in new recruits for taming.
es: Con el tiempo, las halconeras aprenden eficientemente el lenguaje de los halcones. A medida que el ave envejece, su domadora a menudo trae nuevos reclutas para domesticar.

source: falcon storm
es: tormenta de halcones

source: Harpy Flockmaster
es: Maestra de Bandada Arpía

source: Harpies whose love for birds is extreme spend their life with them, flying and hunting together. With their skilled calls they bring together small flocks of hawks to help them, directing them to reach their goal more efficiently.
es: Las arpías cuyo amor por las aves es extremo pasan su vida con ellas, volando y cazando juntas. Con sus hábiles llamadas reúnen pequeñas bandadas de halcones para ayudarlas, dirigiéndolas para alcanzar sus objetivos de manera más eficiente.

source: Night Harpy
es: Arpía Nocturna

source: While most harpies prefer to build their homes in the caves dotting seashore cliffs and tall mountains, some have chosen to seek shelter in forests. This new environment has made them change their hunting techniques, which now rely on stealth a lot more. Over time their body evolved and they can now fly silently, which makes them extremely hard to notice at night.
es: Mientras que la mayoría de las arpías prefieren construir sus hogares en las cuevas que salpican los acantilados costeros y las altas montañas, algunas han elegido buscar refugio en los bosques. Este nuevo entorno las ha llevado a cambiar sus técnicas de caza, que ahora dependen mucho más del sigilo. Con el tiempo, su cuerpo evolucionó y ahora pueden volar silenciosamente, lo que las hace extremadamente difíciles de detectar por la noche.

source: Harpy Siren
es: Sirena Arpía

source: Harpies have a strong belief that their kind was born from a magical song, sung from what they call the World of Mist. When the wind song feels sorrowful, it is because we hear the laments of beings that got lost in that illusory land.
es: Las arpías tienen una fuerte creencia de que su especie nació de una canción mágica, cantada desde lo que llaman el Mundo de la Niebla. Cuando la canción del viento suena triste, es porque escuchamos los lamentos de los seres que se perdieron en esa tierra ilusoria.

source: Harpy Traveller
es: Viajera Arpía

source: Harpies by nature see more of the world than non winged folks, and some of them long to see what is beyond the horizon. Those that follow this path are among the fastest and most agile flyers in the sky.
es: Las arpías, por naturaleza, ven más del mundo que las personas sin alas, y algunas de ellas anhelan ver lo que hay más allá del horizonte. Aquellas que siguen este camino están entre las voladoras más rápidas y ágiles del cielo.

source: Harpy Stalkerwing
es: Ala Acechadora Arpía

source: The owl harpies' unparalleled stealth makes them a great asset in wars and skirmishes, where they spy and strike in the midst of enemy lines. As they tread further down this path of stalking and hunt, the wisps of magic they possess make them fade more and more within the darkness.
es: El sigilo inigualable de las arpías búho las convierte en un gran recurso en guerras y escaramuzas, donde espían y atacan en medio de las líneas enemigas. A medida que avanzan por este camino de acecho y caza, los destellos de magia que poseen las hacen desvanecerse cada vez más en la oscuridad.

source: Harpy Captivator
es: Cautivadora Arpía

source: The voice of the most famous harpy minstrels is said to be able to both break and mend hearts. People usually regard these stories as mere legends, but some of them suspect there is magic at work. The captivator's first aim is precisely to avoid that people think this. They weave magic within their melodies, warping others' perception of the world and disguising their looks to better charm them. When their power is strong enough, their illusions start to occur from nearly inaudible sounds like low humming or breathing, allowing them to change how they look to please their audience.
es: Se dice que la voz de las ministriles arpías más famosas puede tanto romper como reparar corazones. Las personas suelen considerar estas historias como meras leyendas, pero algunas sospechan que hay magia en acción. El primer objetivo de la cautivadora es precisamente evitar que la gente piense esto. Ellas tejen magia dentro de sus melodías, distorsionando la percepción del mundo de los demás y disfrazando su apariencia para encantarlos mejor. Cuando su poder es lo suficientemente fuerte, sus ilusiones comienzan a surgir de sonidos casi inaudibles como zumbidos bajos o respiraciones, permitiéndoles cambiar su apariencia para complacer a su audiencia.

source: Harpy Pirate
es: Pirata Arpía

source: Oftentimes harpy warriors band together to attack trade ships. They use long pikes to attack in a safer way and stay out of reach of melee fighters with their wings. Pirate groups nest on isolated craggy islands where they store their loot before trading it with other harpy colonies.
es: A menudo, las guerreras arpías se unen para atacar barcos mercantes. Usan picas largas para atacar de manera más segura y mantenerse fuera del alcance de los luchadores cuerpo a cuerpo con sus alas. Los grupos de piratas anidan en islas rocosas aisladas donde almacenan su botín antes de intercambiarlo con otras colonias de arpías.

source: Harpy Rockthrower
es: Lanzarrocas Arpía

source: One of the simplest tactics that harpies use to defend their homes is to drop rocks on the threat, which is often grounded and dangerous. This method may be tiring and somewhat ineffective due to the relative precision of the shots, but harpies value their safety enough to employ it often.
es: Una de las tácticas más simples que usan las arpías para defender sus hogares es arrojar rocas sobre la amenaza, que a menudo está en tierra y es peligrosa. Este método puede ser agotador y algo ineficaz debido a la relativa precisión de los disparos, pero las arpías valoran su seguridad lo suficiente como para emplearlo con frecuencia.

source: Shrieker
es: Gritadora Arpía

source: As the moon hides behind the peaks, the wind in the gloom calls. Answer it fast! Answer it quick! Quiet shall be your fall. To uncover the night's secrets, won't you heed this soft howl? Answer it fast, trust the spirits, run with the winds and wolves. Won't you come deeper the forest, in the shadows with us to dance? 'Til the morrow, the wind shall rest, and wait for you, for its next chance. As the moon returns in white flame, it shall be back for your regrets. Answer it well, it knows your name, and certainly never forgets.
es: Cuando la luna se esconde tras los picos, el viento en la penumbra llama. ¡Respóndele rápido! ¡Respóndele pronto! Silenciosa será tu caída. Para descubrir los secretos de la noche, ¿no escucharás este suave aullido? Respóndele rápido, confía en los espíritus, corre con los vientos y los lobos. ¿No vendrás más adentro del bosque, a danzar con nosotros en las sombras? Hasta el amanecer, el viento descansará, y esperará por ti, por su próxima oportunidad. Cuando la luna regrese en llama blanca, volverá por tus arrepentimientos. Respóndele bien, conoce tu nombre, y ciertamente nunca olvida.

source: shriek
es: grito

source: female^Envoy
es: Enviada

source: The Windsong know how dangerous unadvised action can be. Their limited resources means that even one mistake could threaten the Eternal Watch. To guard against this, some Weavers focus their attention on the Sky Shards, learning to emulate the Shard's detachment from reality. Once submersed in The Raw, they can move long distances just as the Shards can. The Council relies on these Envoys to asses operations or be the field advisers in an emergency. This amazing power comes at the cost of their studies in other areas like healing and battle, so while they can advise and coordinate field agents, they cannot lead them in battle or heal them afterwards. Furthermore, to remain in The Raw for more than an instant is dangerous, so Envoys cannot use it to protect themselves in the same was as the Shards. Envoys can move instantly between areas of high cipher activity (friendly towns). Envoys cannot heal any more.
es: las Hijas del Viento saben lo peligroso que puede ser una acción mal considerada. Sus recursos limitados significan que incluso un error podría amenazar la Vigilia Eterna. Para protegerse contra esto, algunas Tejedoras centran su atención en los Fragmentos Celestiales, aprendiendo a emular el desapego de los Fragmentos de la realidad. Una vez sumergidas en Lo Crudo, pueden moverse a largas distancias al igual que los Fragmentos. El Consejo depende de estas Enviadas para evaluar operaciones o ser asesoras de campo en una emergencia. Este asombroso poder tiene el costo de sus estudios en otras áreas como la curación y la batalla, por lo que, aunque pueden asesorar y coordinar a los agentes de campo, no pueden liderarlos en la batalla ni curarlos después. Además, permanecer en Lo Crudo por más de un instante es peligroso, por lo que las Enviadas no pueden usarlo para protegerse de la misma manera que los Fragmentos. Las Enviadas pueden moverse instantáneamente entre áreas de alta actividad de cifrado (pueblos aliados). Las Enviadas ya no pueden curar.

source: purge
es: purga

source: female^Emissary
es: Emisaria
