Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: After years of experience, the most skilled of healers develop high levels of expertise and knowledge. At this point, they often focus on teaching novice medics so that the skill they so meticulously honed does not get lost in the passage of time. Many of them might even write one or two treatises on medical lore, copies of which are often seen as prized posessions. Many of them expand their expertise to not only physical but also mental and spiritual domain as well, capable of channeling arcane magic into massive beams of holy light, used to banish the most dangerous of spirits. Following a strict code of piety and honor, these men and women work tirelessly to bring life and order to the troubled world in which they live.
es: Tras años de experiencia, los sanadores más hábiles desarrollan altos niveles de experiencia y conocimiento. En este punto, a menudo se centran en enseñar a médicos novatos para que la habilidad que tan meticulosamente perfeccionaron no se pierda con el paso del tiempo. Muchos de ellos incluso podrían escribir uno o dos tratados sobre conocimientos médicos, cuyas copias a menudo se consideran posesiones valiosas. Muchos de ellos expanden su experiencia no solo al ámbito físico, sino también al mental y espiritual, siendo capaces de canalizar magia arcana en enormes rayos de luz sagrada, usados para desterrar a los espíritus más peligrosos. Siguiendo un estricto código de piedad y honor, estos hombres y mujeres trabajan incansablemente para traer vida y orden al mundo problemático en el que viven.

source: Compared to other mages, Legion Doctors have a higher resistance to ‘arcane’ attacks.
es: En comparación con otros magos, los Doctores de la Legión tienen una mayor resistencia a los ataques 'arcanos'.

source: Legion Soldier
es: Soldado de la Legión

source: As Soldiers of the Legion, these men are armed with a sword and shield for basic combat.
es: Como soldados de la Legión, estos hombres están armados con una espada y un escudo para el combate básico.

source: Legion Subaltern
es: Subalterno de la Legión

source: Unlike their swordsman counterparts, Fighters weld chakrams and improved skill in melee combat. This combination of weapons, makes these troops ideal Lieutenants in the Legion.
es: A diferencia de sus contrapartes espadachines, los luchadores manejan chakrams y tienen una habilidad mejorada en el combate cuerpo a cuerpo. Esta combinación de armas hace que estas tropas sean ideales como tenientes en la Legión.

source: Legion Swordsman
es: Espadachín de la Legión

source: Soldiers of the Legion are given a longer sword for improving their skill in battle.
es: A los soldados de la Legión se les otorga una espada más larga para mejorar su habilidad en la batalla.

source: longsword
es: espada larga

source: Legion Spearman
es: Lancero de la Legión

source: Legion Longbowman
es: Arquero de tiro largo de la Legión

source: Longbows are fearsome weapons, but too difficult for beginning archers to wield. It takes great strength to draw one, and the added range and power it confers remain useless unless one has good aim with the weapon. Longbowmen carry their weapons as a badge of pride, and most bowmen look forward to the day they can begin using one.
es: Los arcos largos son armas temibles, pero demasiado difíciles para los arqueros principiantes. Se necesita gran fuerza para tensar uno, y el alcance y poder adicionales que otorga son inútiles si no se tiene buena puntería con el arma. Los arqueros de arco largo llevan sus armas como un distintivo de orgullo, y la mayoría de los arqueros esperan con ansias el día en que puedan comenzar a usar uno.

source: hatchet
es: hacha

source: Legion Arbalestier
es: Ballestero de la Legión

source: The elite of the Legion crossbowmen prefer axes and crossbows, as the weapons make an effective combination and are good for both range and melee combat.
es: La élite de los ballesteros de la Legión prefiere hachas y ballestas, ya que estas armas forman una combinación efectiva y son buenas tanto para el combate a distancia como cuerpo a cuerpo.

source: Legion Champion
es: Campeón de la Legión

source: Some Legion Swordsmen are granted the rank of Champion for their unsurpassed skill with the longsword.
es: Algunos espadachines de la Legión reciben el rango de Campeón por su habilidad inigualable con la espada larga.

source: Legion Commander
es: Comandante de la Legión

source: While the Champions improve on the damage dealt on melee, Warriors can finish off adversaries at both close and long ranges. They are deadly with their chakrams and possess moderate skill with the sword. They take the position of captains, or in some cases, commanders, in the Legion.
es: Mientras los Campeones mejoran el daño infligido en el combate cuerpo a cuerpo, los Guerreros pueden acabar con los adversarios tanto a corta como a larga distancia. Son letales con sus chakrams y poseen una habilidad moderada con la espada. Ocupan el puesto de capitanes o, en algunos casos, comandantes en la Legión.

source: razor chakram
es: chakram afilado

source: Legion Cavalier
es: Caballero de la Legión

source: The Dark Cavaliers have reached the acme of skill with sword and lance. Wearing full plate, and riding steeds bred more for power than for speed, these warriors form the core of any serious cavalry force. A cavalier at the head of a charge is a terrifying sight for infantry, and is often enough to break right through a defensive line.
es: Los Caballeros Oscuros han alcanzado la cima de la habilidad con la espada y la lanza. Usando armadura completa y montando corceles criados más por su fuerza que por su velocidad, estos guerreros forman el núcleo de cualquier fuerza de caballería seria. Un caballero al frente de una carga es una visión aterradora para la infantería y, a menudo, es suficiente para romper una línea defensiva.

source: Legion Archer
es: Arquero de la Legión

source: The use of archery in shooting something other than game was seen from its inception, and archers have been indispensable in warfare since time immemorial. Usually of humble origins, hailing from the peasantry or woodsmen, bowmen are competent with both a bow and a short sword, and are very common on the battlefield.
es: El uso del arco para disparar a algo más que presas de caza se vio desde su inicio, y los arqueros han sido indispensables en la guerra desde tiempos inmemoriales. Generalmente de orígenes humildes, provenientes de campesinos o leñadores, los arqueros son competentes tanto con el arco como con una espada corta, y son muy comunes en el campo de batalla.

source: Legion Executioner
es: Verdugo de la Legión

source: Some Halberdiers of the Legion have received the rank of Deathmaster for their merciless killing on the battlefield.
es: Algunos alabarderos de la Legión han recibido el rango de Maestro de la Muerte por sus asesinatos despiadados en el campo de batalla.

source: Legion Trooper
es: Tropa de la Legión

source: As a Trooper of the Legion, this soldier's only purpose is to defend the castles or vanguards.
es: Como tropa de la Legión, el único propósito de este soldado es defender los castillos o las vanguardias.

source: Legion Elite Longbowman
es: Arquero élite de la Legión

source: Master bowmen have reached the zenith of their art, inasmuch as any human is capable. Armed with both a hatchet, and a great yew bow, these warriors crown battalions of archers with their presence, bringing down many a foe with their well-aimed shots.
es: Los maestros arqueros han alcanzado la cima de su arte, en la medida en que un humano es capaz. Armados con un hacha y un gran arco de tejo, estos guerreros coronan batallones de arqueros con su presencia, derribando a muchos enemigos con sus disparos bien apuntados.

source: Legion Healer
es: Sanador de la Legión

source: Some of the Medics, while travelling around, gain more and more knowledge, and soon come to realize that alone, they are not enough. Many of them start gathering in orders and groups, realizing this to be the course of action that can reach many. Often groups of Healers can be seen tagging along with armies, not for monetary gain but to give those fallen in battle some peace, a symbol of hope in an otherwise barren world. Their power to manipulate the arcane has also improved, to the point that people often enlist their help to deal with spiritual and incorporeal threats.
es: Algunos de los médicos, mientras viajan, adquieren cada vez más conocimiento y pronto se dan cuenta de que solos no son suficientes. Muchos de ellos comienzan a reunirse en órdenes y grupos, reconociendo que esta es la mejor manera de llegar a muchos. A menudo se pueden ver grupos de sanadores acompañando a ejércitos, no por ganancia monetaria, sino para dar algo de paz a los caídos en la batalla, un símbolo de esperanza en un mundo por lo demás estéril. Su poder para manipular lo arcano también ha mejorado, hasta el punto de que la gente a menudo solicita su ayuda para lidiar con amenazas espirituales e incorpóreas.

source: Compared to other mages, Legion Healers have a higher resistance to ‘arcane’ attacks.
es: En comparación con otros magos, los Sanadores de la Legión tienen una mayor resistencia a los ataques ‘arcanos’.

source: Legion Enforcer
es: Ejecutor de la Legión

source: Elite enforcers are the most feared soldiers on the Legion for their thundersticks can blast a hole through any sort of armor.
es: Los ejecutores de élite son los soldados más temidos de la Legión, ya que sus bastones de trueno pueden atravesar cualquier tipo de armadura.

source: WoL: Fast PvP Match
es: GdL: Partida PvP rápida

source: What this modification does is it overrides the turn limit of the scenario so the turns over advantage feature is executed faster. This modification has been made with the busy adult life player in mind.
es: Esta modificación anula el límite de turnos del escenario para que la función de ventaja por turnos se ejecute más rápido. Esta modificación se ha diseñado pensando en los jugadores con una vida adulta ocupada.

source: Enable Heroic Leaders
es: Habilitar líderes heroicos

source: Allows side leader units to gain the heroic trait.
es: Permite que las unidades líderes de bando obtengan el rasgo heroico.

source: Legends Conquest
es: Conquista de Leyendas

source: World Conquest Enemy Data is overriden with War of Legends factions.
es: Los datos de enemigos de Conquista Mundial son reemplazados por las facciones de Guerra de Leyendas.

source: Adds new World Conquest Artifacts.
es: Añade nuevos artefactos de Conquista Mundial.

source: Adds new World Conquest Trainers.
es: Añade nuevos entrenadores de Conquista Mundial.

source: Legends Heroes, Commanders and Deserters
es: Héroes, comandantes y desertores de Leyendas

source: Adds new World Conquest heroes, commanders and deserters. <b>Note:</b> The Legends Conquest Multiplayer Era already comes with this modification enabled internally, and this is <b>only</b> for <i>War of Legends</i> and <i>Empowered Legends</i> Multiplayer Eras. Due to some restrictions, this modifications cannot be used with the core World Conquest Multiplayer Era either.
es: Añade nuevos héroes, comandantes y desertores de Conquista Mundial. <b>Nota:</b> La Era Multijugador de Conquista de Leyendas ya incluye esta modificación activada internamente, y esta es <b>solo</b> para las Eras Multijugador de <i>Guerra de Leyendas</i> y <i>Leyendas Potenciadas</i>. Debido a algunas restricciones, esta modificación no puede usarse con la Era Multijugador de Conquista Mundial básica.

source: Legends Conquest AI: Recruit Random
es: IA de Conquista de Leyendas: Reclutamiento aleatorio

source: Randomises recruitment patterns of AI sides in World Conquest.
es: Aleatoriza los patrones de reclutamiento de los bandos de la IA en Conquista Mundial.

source: Enable Nightmares of Meloen AI
es: Habilitar IA de Pesadillas de Meloen

source: Adds a new AI that can play the <i>Nightmares of Melon</i> faction.
es: Añade una nueva IA que puede jugar con la facción <i>Pesadillas de Meloen</i>.

source: Enable War of Legends AMLA System
es: Habilitar el sistema AMLA de Guerra de Leyendas

source: Extends AMLA for War of Legends Era and Default Era units.
es: Amplía el AMLA para las unidades de la Era de Guerra de Leyendas y la Era Predeterminada.

source: WoL: Recruit Experienced Units
es: WoL: Reclutar unidades experimentadas

source: Allow all sides to recruit experienced units.
es: Permite a todos los bandos reclutar unidades experimentadas.

source: Min XP Amount
es: Cantidad mínima de PX

source: The minimum XP percentage relative to a unit's maximum XP value.
es: El porcentaje mínimo de PX en relación con el valor máximo de PX de una unidad.

source: Max XP Amount
es: Cantidad máxima de PX

source: The maximum XP percentage relative to a unit's maximum XP value.
es: El porcentaje máximo de PX en relación con el valor máximo de PX de una unidad.

source: Recall Cost Modification
es: Modificación del costo de reincorporación

source: Recall cost can now be a percentage of gold (recruitment) cost.
es: El costo de reincorporación ahora puede ser un porcentaje del costo en oro (reclutamiento).

source: Percentage
es: Porcentaje

source: Select percentage of the gold cost to be the recall cost
es: Selecciona el porcentaje del costo en oro que será el costo de reclutamiento

source: AMLA Default is overridden by customised AMLA options and given to units. Right-click on any unit with AMLA active to preview what AMLA options are available. Credits: (*) AMLA Preview UI -> Iris Morelle (shadowm) (*) AMLA Default override code -> virtualghetto/vghetto Direct any feedback to Lord-Knightmare.
es: El AMLA predeterminado es reemplazado por opciones AMLA personalizadas y otorgadas a las unidades. Haz clic derecho en cualquier unidad con AMLA activo para previsualizar las opciones AMLA disponibles. Créditos: (*) Interfaz de previsualización AMLA -> Iris Morelle (shadowm) (*) Código de reemplazo de AMLA predeterminado -> virtualghetto/vghetto Dirige cualquier comentario a Lord-Knightmare.

source: War of Legends AMLA Override
es: Reemplazo AMLA de Guerra de Leyendas

source: War of Legends: Passive XP
es: Guerra de Leyendas: PX pasivo

source: Your units will gain XP at the end of your turn.
es: Tus unidades ganarán PX al final de tu turno.

source: XP Amount
es: Cantidad de PX

source: Amount of XP given to units on turn refresh
es: Cantidad de PX otorgada a las unidades al actualizar el turno

source: Prompt
es: Mensaje

source: Error, return value :
es: Error, valor retornado:

source: OK
es: Aceptar

source: Cancel
es: Cancelar

source: Choice box
es: Cuadro de selección

source: dazed: This unit is dazed. It suffers a -10% penalty to both its defense and chance to hit (except for magical attacks).
es: aturdido: Esta unidad está aturdida. Sufre una penalización del -10% tanto en su defensa como en su probabilidad de acertar (excepto en ataques mágicos).

source: cursed: This unit is cursed. This unit gets a 15% defence penalty on every terrain.
es: maldito: Esta unidad está maldita. Esta unidad recibe una penalización de defensa del 15% en todos los terrenos.

source: fire affliction: This unit has been affected by fire. Attack with another element of a different type to trigger some reaction.
es: aflicción de fuego: Esta unidad ha sido afectada por el fuego. Ataca con otro elemento de un tipo diferente para desencadenar alguna reacción.

source: cold affliction: This unit has been affected by cold. Attack with another element of a different type to trigger some reaction.
es: aflicción de frío: Esta unidad ha sido afectada por el frío. Ataca con otro elemento de un tipo diferente para desencadenar alguna reacción.

source: electric affliction: This unit has been affected by electric. Attack with another element of a different type to trigger some reaction.
es: aflicción eléctrica: Esta unidad ha sido afectada por electricidad. Ataca con otro elemento de un tipo diferente para desencadenar alguna reacción.

source: hasted: Hasted units get 4 more movement points than usual. It lasts until the end of the current scenario.
es: acelerado: Las unidades aceleradas obtienen 4 puntos de movimiento más de lo habitual. Dura hasta el final del escenario actual.

source: summoned: Summoned units are stronger next to units with the conjuror ability.
es: invocado: Las unidades invocadas son más fuertes junto a unidades con la habilidad de invocador.

source: Continue.
es: Continuar.

source: Outlaws
es: Forajidos

source: Vampires
es: Vampiros

source: Windsong
es: Hijas del Viento

source: Dark Legion
es: Legión Oscura

source: Minotaurs
es: Minotauros

source: Nightmares
es: Pesadillas

source: Northerners
es: Norteños

source: Harpies
es: Harpías

source: Undead Hordes
es: Hordas nomuertas

source: Deep Elves
es: Elfos profundos

source: Steelhive
es: Colmena de acero

source: Sylvans
es: Silvanos

source: Quenoth Elves
es: Elfos Quenoth

source: The Loyalists
es: Leales

source: Drakes
es: Dracos

source: Elementals
es: Elementales

source: Southerners
es: Sureños

source: War of Legends RPG
es: Guerra de Leyendas RPG

source: An era with lower level units: with level one leaders, with no units for recruitment. Consists of thirteen factions and is meant to be played in scenarios, which involve roleplaying elements (RPG).
es: Una era con unidades de nivel más bajo: con líderes de nivel uno, sin unidades para reclutamiento. Consta de trece facciones y está diseñada para jugarse en escenarios que involucran elementos de juego de rol (RPG).

source: Knalgan Alliance
es: Alianza Knalga

source: Dunefolk
es: Barjanes

source: War of Legends Era
es: Era de Guerra de Leyendas

source: An era consisting of sixteen of my most favourite MP factions. Mostly balanced.
es: Una era que consta de dieciséis de mis facciones multijugador favoritas. Mayormente equilibrada.

source: Default RPG
es: RPG Predeterminado

source: The standard era for Wesnoth multiplayer that is ideal for playing scenarios, which involve the elements of roleplaying (RPG).
es: La era estándar para el multijugador de Wesnoth, ideal para jugar escenarios que involucran elementos de juego de rol (RPG).

source: Loyalists
es: Leales

source: Rebels
es: Rebeldes

source: Undead
es: No muertos

source: Default + Aragwaithi
es: Predeterminado + Aragwaithi

source: Default + Deep Elves
es: Predeterminado + Elfos profundos

source: An era featuring the additional faction 'Deep Elves' besides the seven factions from Default Era. Deep Elves rely heavily on the management of their lawful, neutral and chaotic units and a proper utilisation of their special abilities.
es: Una era que incluye la facción adicional 'Elfos profundos' además de las siete facciones de la Era Predeterminada. Los Elfos profundos dependen en gran medida de la gestión de sus unidades legales, neutrales y caóticas y de la utilización adecuada de sus habilidades especiales.

source: Default Era (Classic)
es: Era Predeterminada (Clásica)

source: The standard era for Wesnoth multiplayer. Consists of six factions and is generally balanced.
es: La era estándar para el multijugador de Wesnoth. Consta de seis facciones y está generalmente equilibrada.

source: Default + Nightmares of Meloen
es: Predeterminado + Pesadillas de Meloen

source: Default + Steelhive
es: Predeterminado + Colmena de acero

source: Core Legends Era
es: Era de Leyendas Centrales

source: An era consisting of four factions, which were part of the 'Great Legend Era'. Mostly balanced.
es: Una era que consta de cuatro facciones, que formaban parte de la 'Era de la Gran Leyenda'. Mayormente equilibrada.

source: Empowered Legends Era
es: Era de Leyendas Potenciadas

source: An era with higher level units: level three leaders, with level one and two units available for recruitment. Consists of fourteen factions. Not considered balanced.
es: Una era con unidades de nivel más alto: líderes de nivel tres, con unidades de nivel uno y dos disponibles para reclutamiento. Consta de catorce facciones. No se considera equilibrada.

source: Default + Quenoth Elves (UtBS)
es: Predeterminado + Elfos Quenoth (UtBS)

source: The Windsong have stayed within their Foundation at the Farthest North, the northernmost continent of Irdya. For centuries, they have watched and noted down the actions of the various continents of the world and only intervened when the situation was dire and immediate action was required. Having witnessed the destruction of their Foundation by the enemy forces, the remnants of the Windsong have decided to finally take up arms and intervene. Despite allegiances with the Sylvans of the Northern Arctic Forests and the Aragwaithi being available, they have chosen to ally with the Undead as the coming days will require extreme actions.
es: las Hijas del Viento han permanecido en su Fundación en el Norte Más Lejano, el continente más septentrional de Irdya. Durante siglos, han observado y registrado las acciones de los diversos continentes del mundo y solo han intervenido cuando la situación era grave y requería acción inmediata. Tras presenciar la destrucción de su Fundación por las fuerzas enemigas, los restos de las Hijas del Viento han decidido finalmente tomar las armas e intervenir. A pesar de que había alianzas disponibles con los Silvanos de los Bosques Árticos del Norte y los Aragwaithi, han elegido aliarse con los No Muertos, ya que los días venideros requerirán acciones extremas.

source: Windsong | Undead
es: Hijas del Viento | No Muertos

source: As dictated in the Winds of Fate, the Flight of Karron and all incoming Drake flights were driven away from the Great Continent and to fly pass beyond Morogor further westerwards. This eventually led the drakes to reach the forgotten Old Continent or as the Windsong called it, Argea. The Drakes eventually settled at a new eerie constructed inside and over the volcano at the very heart of the Continent. Eventual exploration revealed that they were in the domain of the Principality of Blood, the strongest and oldest vampire clans on Irdya. Drakes and their native saurian allies did not cower and frequent clashes would result between the two factions. These two major factions would have stayed at each other's throats if the attacks from the nightmares and abberrants had not caused them to settle on a fragile treaty and alliance.
es: Como dictaban los Vientos del Destino, el Vuelo de Karron y todos los vuelos de Dracos entrantes fueron expulsados del Gran Continente y obligados a volar más allá de Morogor hacia el oeste. Esto finalmente llevó a los Dracos a alcanzar el olvidado Continente Antiguo, o como lo llamaban las Hijas del Viento, Argea. Los Dracos finalmente se establecieron en un nuevo refugio construido dentro y sobre el volcán en el corazón mismo del Continente. La exploración eventual reveló que estaban en el dominio del Principado de la Sangre, los clanes de vampiros más fuertes y antiguos de Irdya. Los Dracos y sus aliados saurios nativos no se amedrentaron y se produjeron frecuentes enfrentamientos entre las dos facciones. Estas dos facciones principales habrían seguido enfrentadas si los ataques de las pesadillas y aberrantes no las hubieran obligado a establecer un tratado y alianza frágiles.

source: Drakes | Vampires
es: Dracos | Vampiros
