Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: The Minotaur Shamans hold a lofty position in minotaur society, they either pursue the quest as representatives of the minotaur's goddess or they pursue the amazing ability to levitate and healing. Even though these mages are lacking a bit of experience they are still powerful.
es: Los Chamanes Minotauros ocupan una posición elevada en la sociedad de los minotauros, ya sea que persigan la misión como representantes de la diosa de los minotauros o que busquen la asombrosa habilidad de levitar y curar. Aunque a estos magos les falta un poco de experiencia, siguen siendo poderosos.

source: Boar Knight
es: Caballero Jabalí

source: Boar Riders who know how to use their companions to their full potential are promoted to Boar Knights. While Boar Knights carry regular weapons, their real potential lies in the strength of their companion, due to their ever growing bond.
es: Los Jinetes de Jabalí que saben cómo utilizar a sus compañeros al máximo de su potencial son promovidos a Caballeros Jabalí. Aunque los Caballeros Jabalí llevan armas regulares, su verdadero potencial radica en la fuerza de su compañero, debido a su vínculo cada vez más fuerte.

source: Boar Rider
es: Jinete de Jabalí

source: Boar Riders mainly serve as scouts for the minotaur forces; however, they also work well in battle. Boar Riders attack by trying to impale their enemies or by using their enormous companions to crush them.
es: Los Jinetes de Jabalí sirven principalmente como exploradores para las fuerzas de los minotauros; sin embargo, también funcionan bien en la batalla. Los Jinetes de Jabalí atacan intentando empalar a sus enemigos o usando a sus enormes compañeros para aplastarlos.

source: Executioner
es: Ejecutor

source: Executioners are masters of the kusarigama, they have their own style of wielding it; instead of wielding it like a scythe, they prefer to wield it like a claw. Even though these powerful warriors will kill most of the enemies they face, they like to play it safe by poisoning their weapon. Most foolhardy archers think they can easily defeat an Executioner, however they likely have not been acquainted with the weight and chain that makes the kusarigama such an effective weapon.
es: Los Ejecutores son maestros del kusarigama, tienen su propio estilo para manejarlo; en lugar de usarlo como una guadaña, prefieren blandirlo como una garra. Aunque estos poderosos guerreros matarán a la mayoría de los enemigos a los que se enfrenten, prefieren jugar seguro envenenando su arma. La mayoría de los arqueros temerarios piensan que pueden derrotar fácilmente a un Ejecutor, pero probablemente no han conocido el peso y la cadena que hacen del kusarigama un arma tan efectiva.

source: Cutthroat
es: Degollador

source: Kusarigamas are noble and highly useful weapons that are difficult to master. The cutthroats have gazed upon the power of a kusarigama master and they wish to achieve such mastery. Although cutthroats lack experience with their weapon they can still make some use of it.
es: Los kusarigamas son armas nobles y muy útiles que son difíciles de dominar. Los Degolladores han contemplado el poder de un maestro del kusarigama y desean alcanzar tal maestría. Aunque los Degolladores carecen de experiencia con su arma, aún pueden hacer cierto uso de ella.

source: Rouser
es: Incitador

source: The Rousers are the elite of the minotaur infantry who seek either generalship or executionership; their bravery is derived from the desire to obtain higher ranks in minotaur society.
es: Los Incitadores son la élite de la infantería de minotauros que buscan el generalato o el puesto de ejecutor; su valentía proviene del deseo de obtener rangos más altos en la sociedad de los minotauros.

source: Boar Cataphract
es: Catafracto de Jabalí

source: Cataphracts are the elite of the boar-riding forces of the minotaur forces; they have a practically perfect bond with their companion which the rider often considers it to be his best friend. Even though Cataphracts use their spears effectively, their true power still lies in their companion. It is unknown how a sentient and non-sentient creature such as a boar could have such a powerful bond and have effective communications. These qualities make the Cataphracts a terrifyingly powerful force to be reckoned.
es: Los Catafractos son la élite de las fuerzas montadas en jabalíes de los minotauros; tienen un vínculo prácticamente perfecto con su compañero, al que el jinete a menudo considera su mejor amigo. Aunque los Catafractos usan sus lanzas de manera efectiva, su verdadero poder aún radica en su compañero. Es desconocido cómo una criatura consciente y no consciente como un jabalí puede tener un vínculo tan poderoso y una comunicación efectiva. Estas cualidades hacen de los Catafractos una fuerza terriblemente poderosa a tener en cuenta.

source: Greater Earth Daemon
es: Demonio de Tierra Mayor

source: Rocks appear to have assembled themselves into some sort of animal... These beasts are better formed and agile than their younger kin.
es: Las rocas parecen haberse ensamblado en una especie de animal... Estas bestias están mejor formadas y son más ágiles que sus parientes más jóvenes.

source: fist
es: puño

source: stone
es: piedra

source: Lesser Water Daemon
es: Demonio de Agua Menor

source: deep sea water
es: agua de mar profundo

source: water spray
es: chorro de agua

source: Lesser Air Daemon
es: Demonio de Aire Menor

source: wind razor
es: cuchilla de viento

source: electric discharge
es: descarga eléctrica

source: small cyclone
es: ciclón pequeño

source: Air Daemon
es: Demonio de Aire

source: wind blade
es: hoja de viento

source: electric spark
es: chispa eléctrica

source: cyclone
es: ciclón

source: Greater Air Daemon
es: Demonio de Aire Mayor

source: slashing gale
es: vendaval cortante

source: lightning
es: relámpago

source: Greater Water Daemon
es: Demonio de Agua Mayor

source: deep sea embrace
es: abrazo de mar profundo

source: rain storm
es: tormenta de lluvia

source: Fire Daemon
es: Demonio de Fuego

source: burning touch
es: toque ardiente

source: fire breath
es: aliento de fuego

source: Earth Daemon
es: Demonio de Tierra

source: Water Daemon
es: Demonio de Agua

source: rain
es: lluvia

source: Lesser Earth Daemon
es: Demonio de Tierra Menor

source: Rocks appear to have assembled themselves into some sort of animal... The are somewhat like a troll whelp, though more misshapen and they can belch scratching dust. These things are nothing like the mudcrawlers, there is something much more sinister at work.
es: Las rocas parecen haberse ensamblado en una especie de animal... Son algo parecidos a un cachorro de trol, aunque más deformes y pueden expulsar polvo abrasivo. Estas cosas no se parecen en nada a los rastreadores de lodo, hay algo mucho más siniestro en juego.

source: dust
es: polvo

source: Lesser Fire Daemon
es: Demonio de Fuego Menor

source: Greater Fire Daemon
es: Demonio de Fuego Mayor

source: eruption
es: erupción

source: Vine Tiger
es: Tigre de Enredaderas

source: Being swift and ferocious Vine Tigers are not to be trifled with, due to the fact that they can hide well in forested areas and are very powerful. In addition, these beast can blast barrages of thorns at prey and can ensnare their victims with the vines which compose this beast's body. To make matters even worse these beasts seem to have the ability to heal themselves by sapping the energy from forested areas, thus healing themselves.
es: Siendo rápidos y feroces, los Tigres de Enredaderas no son algo con lo que se deba jugar, debido a que pueden esconderse bien en áreas boscosas y son muy poderosos. Además, estas bestias pueden disparar ráfagas de espinas a sus presas y pueden atrapar a sus víctimas con las enredaderas que componen el cuerpo de esta bestia. Para empeorar las cosas, estas bestias parecen tener la habilidad de curarse a sí mismas al absorber la energía de áreas boscosas, sanándose así.

source: Ice Shell
es: Caparazón de Hielo

source: Once ice crabs gather enough elemental power from the cold, they evolve into a more stronger and taller sort of creature. Having icicle spikes for hands, they prefer to thrive in the coldest regions of the world and can only be summoned and controller by a mage who has mastered the power of the elements.
es: Una vez que los cangrejos de hielo reúnen suficiente poder elemental del frío, evolucionan en una criatura más fuerte y alta. Con púas de carámbano como manos, prefieren prosperar en las regiones más frías del mundo y solo pueden ser invocados y controlados por un mago que haya dominado el poder de los elementos.

source: icicle
es: carámbano

source: gelid aura
es: aura gélida

source: Brazier Imp
es: Diablillo de Brasero

source: Brazier Imps are fearsome golems made out of hardened lava. Due to being made out of hardened lava their bodies are extremely tough and the only thing that can be effective in damaging them would be weapons or spells imbued with a cold affinity. Despite being defensive they also have a decent attack with their fiery claws.
es: Los Diablillos de Brasero son gólems temibles hechos de lava endurecida. Debido a que están hechos de lava endurecida, sus cuerpos son extremadamente resistentes y lo único que puede ser efectivo para dañarlos son armas o hechizos imbuidos con una afinidad al frío. A pesar de ser defensivos, también tienen un ataque decente con sus garras ardientes.

source: fire claws
es: garras de fuego

source: Lava Giant
es: Gigante de Lava

source: After having gained enough power, Furnace Beasts grow into a more violent and enormous form. In this form, their temperature is about a million degrees high.
es: Después de haber obtenido suficiente poder, las Bestias de Horno crecen en una forma más violenta y enorme. En esta forma, su temperatura es de aproximadamente un millón de grados.

source: Vine Beast
es: Bestia de Enredaderas

source: Vine Beasts are clumps of vines, thorns and other plant parts manifested in the form of a tiger. They are somewhat good at hiding in the forest and are capable of drawing energy from a forest in order to replenish its health.
es: Las Bestias de Enredaderas son conjuntos de enredaderas, espinas y otras partes de plantas manifestadas en la forma de un tigre. Son algo buenas para esconderse en el bosque y son capaces de extraer energía de un bosque para reponer su salud.

source: Zephyr
es: Céfiro

source: A wind spirit who stays in form long enough gains great mastery over winds. This grants him strength to his attacks, and toughness to his form.
es: Un espíritu del viento que permanece en forma el tiempo suficiente obtiene un gran dominio sobre los vientos. Esto le otorga fuerza a sus ataques y resistencia a su forma.

source: scimitar
es: cimitarra

source: northern wind
es: viento del norte

source: Undine
es: Ondina

source: In conserving more power, little Tidals become the more violent and magnificent Undines. Not only have the Undines gained more power but they seemed to have, for some unknown reason, taken the shape of a woman.
es: Al conservar más poder, los pequeños Tidales se convierten en las más violentas y magníficas Ondinas. No solo han ganado más poder, sino que, por alguna razón desconocida, parecen haber tomado la forma de una mujer.

source: water punch
es: golpe de agua

source: Sylph
es: Sílfide

source: As winds spirits stay in their physical form, they grow stronger, as does their power over winds. The advanced ability to control or herd winds allows the elemental to attack with more force. In addition they are now strong enough to hold a dagger.
es: A medida que los espíritus del viento permanecen en su forma física, se vuelven más fuertes, al igual que su poder sobre los vientos. La habilidad avanzada para controlar o dirigir los vientos permite al elemental atacar con más fuerza. Además, ahora son lo suficientemente fuertes como para sostener una daga.

source: galeforce
es: fuerza de vendaval

source: Stone Titan
es: Titán de Piedra

source: Magi of immense power can animate an immense body of rock and transform it into a monster. Although not fast, the shear mass of the monster can cause quite a bit of damage.
es: Los magos de inmenso poder pueden animar un enorme cuerpo de roca y transformarlo en un monstruo. Aunque no son rápidos, la enorme masa del monstruo puede causar bastante daño.

source: stone blade
es: hoja de piedra

source: Furnace Beast
es: Bestia de Horno

source: In the course of time, Brazier Imps grow into a larger and stronger form. Their strength has also increased.
es: Con el paso del tiempo, los Diablillos de Brasero crecen en una forma más grande y fuerte. Su fuerza también ha aumentado.

source: Ice Crab
es: Cangrejo de Hielo

source: Creatures made of solid ice. Their foreclaws end in spiky spear-like icicles. It can generate an aura of coldness which covers anything near it with a layer of slowing ice.
es: Criaturas hechas de hielo sólido. Sus garras delanteras terminan en carámbanos puntiagudos como lanzas. Pueden generar un aura de frialdad que cubre cualquier cosa cercana con una capa de hielo que ralentiza.

source: Mistrals are truly mighty windspirits who can decimate armies with their powerful winds, and strike down men with their glistening scimitar.
es: Los Mistrales son verdaderos espíritus del viento poderosos que pueden diezmar ejércitos con sus fuertes vientos y derribar hombres con su cimitarra reluciente.

source: Thunderbird
es: Pájaro del Trueno

source: Using its metal feathers the Thunderbird is able to create powerfull sparks that can be thrown at long range.
es: Usando sus plumas metálicas, el Pájaro del Trueno puede crear chispas poderosas que pueden ser lanzadas a larga distancia.

source: beak
es: pico

source: blade shower
es: lluvia de cuchillas

source: thunderbolt
es: rayo

source: Brazier Whelpling
es: Cría de Brasero

source: Brazier Whelplings are Brazier Imps which have not completely hardened yet, thus they are weaker than their older siblings. Not an imposing threat, but once they harden they are much more of a threat.
es: Las Crías de Brasero son Diablillos de Brasero que aún no se han endurecido por completo, por lo que son más débiles que sus hermanos mayores. No son una amenaza imponente, pero una vez que se endurecen, son mucho más peligrosas.

source: Razorbird
es: Pájaro Cuchilla

source: Lightning is not an element, however air elementals can take the form of a bird which can control it. These birds have razor feathers which can slice anything but they need more energy to generate a lightning bolt.
es: El relámpago no es un elemento, sin embargo, los elementales de aire pueden tomar la forma de un pájaro que puede controlarlo. Estos pájaros tienen plumas afiladas que pueden cortar cualquier cosa, pero necesitan más energía para generar un rayo.

source: Animated Rocks are creatures made out of solid, living rock. They have a weak attack, but are incredibly hard to destroy.
es: Las Rocas Animadas son criaturas hechas de roca sólida y viva. Tienen un ataque débil, pero son increíblemente difíciles de destruir.

source: Nymph
es: Ninfa

source: Nymphs are manifestations of water that is influenced by the likes of a deadly storm, due to this these spirits weld very dangerous power and are often subject to being angered easily. Due to this it is best to avoid these spirits, unless you are certain you either have a way of reasoning with them or can counter their awesome power.
es: Las Ninfas son manifestaciones de agua influenciadas por algo como una tormenta mortal, debido a esto, estos espíritus poseen un poder muy peligroso y a menudo son propensos a enojarse fácilmente. Por esto, es mejor evitar estos espíritus, a menos que estés seguro de que tienes una forma de razonar con ellos o puedes contrarrestar su impresionante poder.

source: Stone Golem
es: Gólem de Piedra

source: Earth elementals, once gathering enough elemental essence, can absorb more rocks and grow larger and stronger. Although they are weak, they can take massive amounts of damage before they are destroyed to pebbles.
es: Los elementales de tierra, una vez que reúnen suficiente esencia elemental, pueden absorber más rocas y crecer más grandes y fuertes. Aunque son débiles, pueden soportar grandes cantidades de daño antes de ser destruidos en guijarros.

source: Wisp
es: Fuego Fatuo

source: These mysterious beings are composed of pure, yet unstable arcane magic. Although they are weak they are easy to create and can bind to an element once they gather enough power to do so.
es: Estos seres misteriosos están compuestos de magia arcana pura, pero inestable. Aunque son débiles, son fáciles de crear y pueden vincularse a un elemento una vez que reúnen suficiente poder para hacerlo.

source: aura wave
es: onda de aura

source: Tidal
es: Marea

source: These creatures are manifestations of water that seem to take on the shape of waves, hence their name of Tidal. These creatures are a bit hostile by nature due to the unstable nature of water.
es: Estas criaturas son manifestaciones de agua que parecen tomar la forma de olas, de ahí su nombre de Marea. Estas criaturas son algo hostiles por naturaleza debido a la naturaleza inestable del agua.

source: Lava Behemoth
es: Behemoth de Lava

source: Enormous in size and twice as aggressive as fifty raging bulls combined, these enormous beasts are believed to be the hearts of volcanoes themselves that had escaped their mountainous homes. These beasts should be avoided due to said aggressiveness, their immense physical strength and their ability to spew lava at their victims.
es: Enormes en tamaño y dos veces más agresivos que cincuenta toros furiosos combinados, se cree que estas bestias enormes son los corazones de los volcanes mismos que han escapado de sus hogares montañosos. Estas bestias deben evitarse debido a dicha agresividad, su inmensa fuerza física y su capacidad para escupir lava a sus víctimas.

source: erupt
es: erupción

source: The Gnolls show a talent for archery at a very early age, and it is their weapon choice in both hunting and combat.
es: Los Gnolls muestran un talento para el tiro con arco desde una edad muy temprana, y es su arma preferida tanto en la caza como en el combate.

source: Marksman
es: Tirador

source: Hired by the minotaurs to aid in their battles, marksmen among gnolls are adept at their bows and almost unstoppable in mountainous or marshy regions.
es: Contratados por los minotauros para ayudar en sus batallas, los tiradores entre los gnolls son expertos con sus arcos y casi imparables en regiones montañosas o pantanosas.

source: Deadeye
es: Ojo Mortal

source: The Gnoll Deadeyes have perfected their grand art of archery and have become somewhat adept in the use of their swords. Even though most of the Gnolls spend most of their time attacking in the swamps, the Deadeyes sometimes participate in battle outside of the swamps. Nonetheless, these creatures take pride in their art, especially when using it to kill.
es: Los Ojos Mortales Gnolls han perfeccionado su gran arte del tiro con arco y se han vuelto algo hábiles en el uso de sus espadas. Aunque la mayoría de los Gnolls pasan la mayor parte de su tiempo atacando en los pantanos, los Ojos Mortales a veces participan en batallas fuera de los pantanos. No obstante, estas criaturas se enorgullecen de su arte, especialmente cuando lo usan para matar.

source: Eternal Night
es: Noche Eterna

source: King Dowrein I, Memoirs of a mercenary: 'Though dawn should have come, the darkness did not lift, nor would it ever for many of my companions. It had descended on us like the shroud of some dreadful reaver, drifting past our unsuspecting pickets and achieving total surprise. Over the baleful howling of our foe could be heard the hopeless screams of its victims. I dropped my useless sword and fled for the river and its doubtful safety.'
es: Rey Dowrein I, Memorias de un mercenario: Aunque el amanecer debería haber llegado, la oscuridad no se disipó, ni lo haría nunca para muchos de mis compañeros. Había descendido sobre nosotros como el sudario de un temido saqueador, pasando desapercibida por nuestros piquetes desprevenidos y logrando una sorpresa total. Sobre el aullido funesto de nuestro enemigo se podían escuchar los gritos desesperados de sus víctimas. Dejé caer mi espada inútil y huí hacia el río y su dudosa seguridad.

source: cold aura
es: aura fría

source: howl
es: aullido

source: Soul Snatcher
es: Robaalmas

source: King Dowrein I, Memoirs of a mercenary: 'I have experienced this scene a hundred times, as one merchant caravan or another wound its way along the verge of the deep woods: the quiet conversations of the wagoneers, the soldiers boastfully narrating their exploits of the day before, then the sudden anxiety of the horses, their fearful whinnying and rearing. Wagons and men alike stopped, all eyes and hears searching for the smallest sign. And then, the sudden, brutal attack of those demonic creatures. But though with time and hard-won experience we became skilled at driving them back to that cursed forest, our fear remained the same with each battle: the fear of losing our minds and souls, and ultimately, our lives.'
es: Rey Dowrein I, Memorias de un mercenario: He vivido esta escena cien veces, mientras una caravana de mercaderes u otra serpenteaba por el borde de los bosques profundos: las conversaciones tranquilas de los carreteros, los soldados narrando jactanciosamente sus hazañas del día anterior, luego la repentina ansiedad de los caballos, sus relinchos temerosos y encabritados. Carros y hombres se detenían por igual, todos los ojos y oídos buscando la menor señal. Y luego, el ataque repentino y brutal de esas criaturas demoníacas. Pero aunque con el tiempo y la experiencia ganada a duras penas nos volvimos hábiles para repelerlas hacia ese bosque maldito, nuestro miedo seguía siendo el mismo en cada batalla: el miedo a perder nuestras mentes y almas, y en última instancia, nuestras vidas.

source: soul grasp
es: agarre de alma

source: Howling Darkness
es: Oscuridad Aullante

source: Meloen became obsessed with the fragility of life and the randomness of fate. Terrible visions beset her: an infant grown breathless and cold in the crib, its sleeping parents an arm's length away, a child fallen in a cistern, unable to swim or call for aid, a viper coiled in the flowerbed. The future, veiled in uncertainty, seemed to hold only the blackest of promises. As Meloen raged at these visions, the Howling Darkness coalesced.
es: Meloen se obsesionó con la fragilidad de la vida y la aleatoriedad del destino. Visiones terribles la asediaban: un bebé que se quedaba sin aliento y frío en la cuna, con sus padres dormidos a un brazo de distancia, un niño caído en una cisterna, incapaz de nadar o pedir ayuda, una víbora enrollada en el parterre. El futuro, velado por la incertidumbre, parecía ofrecer solo las promesas más oscuras. Mientras Meloen se enfurecía por estas visiones, la Oscuridad Aullante se consolidó.

source: Death Spectre
es: Espectro de la Muerte

source: Noble Ordwin, Touched by the Spectre: 'What is to see, in the night of their mantle That fascinates us and makes us pass way Without a complaint in the midst of the battle? Our soul, waiting that instant for itself to display.'
es: Noble Ordwin, Tocado por el Espectro: ¿Qué hay que ver, en la noche de su manto Que nos fascina y nos hace pasar Sin una queja en medio de la batalla? Nuestra alma, esperando ese instante para manifestarse.

source: Life Thief
es: Ladrón de Vida
