Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: In the harsh desert, agility and resourcefulness are key to survival. The Quenoth Swiftfoot embodies these traits, moving swiftly across the sands to outmaneuver their foes. Equipped with light weapons fashioned from the limited resources of their arid homeland, they rely on speed and cunning to gain the upper hand in combat. Their footsteps leave no trace, and their strikes are as swift and precise as the desert winds.
es: En el duro desierto, la agilidad y el ingenio son clave para la supervivencia. Los Piesligeros Quenoth encarnan estos rasgos, moviéndose rápidamente a través de las arenas para superar a sus enemigos. Equipados con armas ligeras fabricadas con los recursos limitados de su árida patria, dependen de la velocidad y la astucia para obtener ventaja en el combate. Sus pasos no dejan rastro, y sus golpes son tan rápidos y precisos como los vientos del desierto.

source: Quenoth Ranger
es: Guardabosques Quenoth

source: The title ‘Ranger’ is a little misleading, for these agile elves have little in common with the more pacifistic explorers of nature that once bore the same title. They, instead, are expert fighters who specifically seek combat in order to better hone their skirmishing skills. While they do not possess the brute force of their warrior counterparts, Quenoth Rangers are more proficient at navigating through chaotic fights and are capable of darting in and out of enemy lines to assassinate injured targets. Their masterful use of poison and formidable swordsmanship make these elves especially deadly in the harsh desert terrain, where fewer options to retreat are available.
es: El título de ‘Guardabosques’ es un poco engañoso, ya que estos ágiles elfos tienen poco en común con los exploradores de la naturaleza más pacifistas que alguna vez llevaron el mismo título. En cambio, son luchadores expertos que buscan específicamente el combate para perfeccionar sus habilidades de escaramuza. Aunque no poseen la fuerza bruta de sus contrapartes guerreras, los Guardabosques Quenoth son más hábiles para navegar a través de luchas caóticas y son capaces de entrar y salir de las líneas enemigas para asesinar objetivos heridos. Su uso magistral del veneno y su formidable esgrima hacen que estos elfos sean especialmente mortales en el duro terreno desértico, donde hay menos opciones para retirarse.

source: blowgun
es: cerbatana

source: Tauroch Flagbearer
es: Portaestandarte Tauro

source: The prestigious Flagbearers spend years out in the open deserts leading their brethren on patrols and hunts, where they forage for supplies while defending their villages from brigands. They are invariably masters of skirmishes and tactics, highly proficient at roaming through the inhospitable sands. Rarely the leaders of large villages or armies, Flagbearers nonetheless have the skill and charisma to act as generals in times of need, when the elves are threatened by something more than mere scavengers or wild beasts.
es: Los prestigiosos Portaestandartes pasan años en los desiertos abiertos liderando a sus hermanos en patrullas y cacerías, donde recolectan suministros mientras defienden sus aldeas de bandidos. Son invariablemente maestros de las escaramuzas y tácticas, altamente competentes para vagar por las arenas inhóspitas. Rara vez son líderes de grandes aldeas o ejércitos, los Portaestandartes, no obstante, tienen la habilidad y el carisma para actuar como generales en tiempos de necesidad, cuando los elfos son amenazados por algo más que simples carroñeros o bestias salvajes.

source: Tauroch Rider
es: Jinete Tauro

source: Taurochs are huge, hardened beasts of the desert, considered untamable by most surviving races. However, the elves’ affinity with nature has allowed them to form an unlikely bond with these unruly animals. While Taurochs can easily carry or pull heavy loads, their thick hides and unwavering resolution also make them formidable mounts in battle. A Tauroch guided by a skilled rider can hold off multiple enemies by itself and serves as a powerful warden to protect elven villages and caravans.
es: Los Tauros son bestias enormes y endurecidas del desierto, consideradas indomables por la mayoría de las razas sobrevivientes. Sin embargo, la afinidad de los elfos con la naturaleza les ha permitido formar un vínculo improbable con estos animales rebeldes. Aunque los Tauros pueden llevar o tirar fácilmente cargas pesadas, sus pieles gruesas y su resolución inquebrantable también los convierten en monturas formidables en la batalla. Un Tauro guiado por un jinete habilidoso puede contener a múltiples enemigos por sí solo y sirve como un poderoso guardián para proteger aldeas y caravanas élficas.

source: Quenoth Champion
es: Campeón Quenoth

source: Standing at the forefront of most Quenoth spear lines, Champions are those who have mastered the use of the glaive to near perfection. Perhaps only slightly lacking in finesse in strategy, these elves more than compensate with raw power and can force their way through all but the most secure of defenses.
es: De pie al frente de la mayoría de las líneas de lanzas Quenoth, los Campeones son aquellos que han dominado el uso de la guja casi a la perfección. Quizás solo ligeramente carentes de finura en estrategia, estos elfos compensan con creces con un poder bruto y pueden abrirse paso a través de todas las defensas, excepto las más seguras.

source: female^Quenoth Mystic
es: Mística Quenoth

source: Like their ancestors, Quenoth Mystics are those who devote themselves to the natural energies that flow through body of Irdya. In the harsh, barren wastelands, however, these elves can no longer rely on the once vast forests from which their forebears drew much of their strength. Instead, sand and sun are the source of the elves’ new powers, which they employ to great effect in their homes in the deserts.
es: Como sus antepasados, las Místicas Quenoth son aquellas que se dedican a las energías naturales que fluyen a través del cuerpo de Irdya. Sin embargo, en los desolados y áridos páramos, estos elfos ya no pueden depender de los vastos bosques de los que sus antepasados extraían gran parte de su fuerza. En cambio, la arena y el sol son la fuente de los nuevos poderes de los elfos, que emplean con gran efecto en sus hogares en los desiertos.

source: Quenoth Night Hunter
es: Cazador Nocturno Quenoth

source: As the desert nights fall, the Quenoth Night Hunters take to the shadows, their skill in stealth and precision honed to perfection. These warriors have adapted their techniques to the harsh realities of the sands, mastering the use of lightweight weaponry and cunning tactics to strike unseen and disappear before retaliation is possible. Their ability to navigate the terrain under the cover of darkness makes them invaluable for ambushes and reconnaissance, embodying the resourceful spirit of the Quenoth people in these trying times.
es: Cuando caen las noches del desierto, los Cazadores Nocturnos Quenoth se adentran en las sombras, con su habilidad en sigilo y precisión perfeccionada. Estos guerreros han adaptado sus técnicas a las duras realidades de las arenas, dominando el uso de armamento ligero y tácticas astutas para golpear sin ser vistos y desaparecer antes de que sea posible la represalia. Su capacidad para navegar por el terreno bajo la cobertura de la oscuridad los hace invaluables para emboscadas y reconocimientos, encarnando el espíritu ingenioso del pueblo Quenoth en estos tiempos difíciles.

source: Tauroch Stalwart
es: Fiel Tauro

source: When encountering wild Taurochs, Quenoth hunters often observe the curious behavior of particularly stubborn beasts, who will brace their rugged bodies and absolutely refuse to budge when provoked. Though difficult to placate, these Taurochs are sometimes selected by skilled riders for their exceptional resilience. Any warrior who finds their advance blocked by a Stalwart would undoubtedly be wise to seek another path, for trying to displace the beast would be akin to trying to fight a stone wall.
es: Al encontrar Tauros salvajes, los cazadores Quenoth a menudo observan el curioso comportamiento de bestias particularmente obstinadas, que refuerzan sus cuerpos robustos y se niegan absolutamente a moverse cuando son provocadas. Aunque difíciles de apaciguar, estos Tauros son a veces seleccionados por jinetes habilidosos por su excepcional resistencia. Cualquier guerrero que encuentre su avance bloqueado por un Valiente sin duda sería sabio al buscar otro camino, pues intentar desplazar a la bestia sería similar a intentar luchar contra un muro de piedra.

source: female^Quenoth Druid
es: Druida Quenoth

source: Worshippers of the Goddess of Light, Eloh, Druids are considered mysterious even by other elves of the same order. Part of this stems from the Druids’ unusual connection with nature, something nearly wholly absent in a world pervaded by scorched sand. In a brutish world where others train themselves for combat and survival, these elves are the few who remain as healers and caretakers.
es: Adoradoras de la Diosa de la Luz, Eloh, las Druidas son consideradas misteriosas incluso por otros elfos de la misma orden. Parte de esto proviene de la inusual conexión de las Druidas con la naturaleza, algo casi completamente ausente en un mundo dominado por arena abrasada. En un mundo brutal donde otros se entrenan para el combate y la supervivencia, estos elfos son los pocos que permanecen como sanadores y cuidadores.

source: female^Quenoth Shaman
es: Chamán Quenoth

source: Like the elves of old, many Quenoth elves seek to study the art of medicine and healing rather than hone their abilities in direct battle. Shamans are highly knowledgeable about the sparse plant-life scattered across the deserts and even possess some ability to bolster crop growth, an invaluable skill in a land with few resources. The capacity to foster flora in such an inhospitable environment is a sign of hope as well, a chance that nature might one day rise from its sandy grave and bloom again.
es: Como los elfos de antaño, muchos elfos Quenoth buscan estudiar el arte de la medicina y la curación en lugar de perfeccionar sus habilidades en la batalla directa. Las Chamanes tienen un alto conocimiento sobre la escasa vida vegetal dispersa por los desiertos e incluso poseen cierta capacidad para fomentar el crecimiento de cultivos, una habilidad invaluable en una tierra con pocos recursos. La capacidad de fomentar la flora en un entorno tan inhóspito es también una señal de esperanza, una posibilidad de que la naturaleza algún día resurja de su tumba de arena y florezca nuevamente.

source: Tauroch Vanguard
es: Vanguardia Tauro

source: The massive and fearless Taurochs are often employed not only to charge and break through enemy formations, but to rally and inspire infantry to hold their ground. Vanguards are hardy riders, adept at surviving in the thick of battle and leading their brethren from the front lines. Towering above the rolling dunes, the Vanguards bear great flags that fly brightly in the desert skies, a distinctive sight even from far away across the sands. The presence of these riders is a heartening one for most elves and a deterrent for the many pillagers that rove the deserts.
es: Los masivos e intrépidos Tauros son a menudo empleados no solo para cargar y romper las formaciones enemigas, sino también para reunir e inspirar a la infantería para mantener su posición. Las Vanguardias son jinetes resistentes, adeptos a sobrevivir en el fragor de la batalla y liderar a sus hermanos desde las líneas del frente. Elevándose sobre las dunas ondulantes, las Vanguardias portan grandes banderas que ondean brillantemente en los cielos del desierto, una visión distintiva incluso desde lejos a través de las arenas. La presencia de estos jinetes es alentadora para la mayoría de los elfos y un disuasivo para los muchos saqueadores que vagan por los desiertos.

source: Quenoth Archer
es: Arquero Quenoth

source: With the open sands providing much less protection than the old forests did, the wide ranks of elvish archers that once formed the core of the elvish military have all but disappeared. Instead, the few who still dedicate themselves to the traditional weapon of their ancestors practice the art from the saddle, allowing them to more easily avoid the perils of melee combat.
es: Con las arenas abiertas ofreciendo mucha menos protección que los antiguos bosques, las amplias filas de arqueros élficos que alguna vez formaron el núcleo del ejército élfico han desaparecido casi por completo. En cambio, los pocos que aún se dedican al arma tradicional de sus antepasados practican el arte desde la silla de montar, lo que les permite evitar más fácilmente los peligros del combate cuerpo a cuerpo.

source: Quenoth Flanker
es: Flanqueador Quenoth

source: Some fighters find that their true talents lie not within rigid spear ranks, but out in the sands, striking at the flanks and rear of enemy forces. Fast and nimble, these elves make use of the weaknesses in enemy formations to disrupt their lines and sow chaos on the battlefield. In more cutthroat conflicts, Flankers even rely on the use of poison — a tool whose use was frowned on by their ancestors — to cripple their foes before charging in for the finish.
es: Algunos luchadores descubren que sus verdaderos talentos no están dentro de las rígidas filas de lanzas, sino en las arenas, atacando los flancos y la retaguardia de las fuerzas enemigas. Rápidos y ágiles, estos elfos aprovechan las debilidades en las formaciones enemigas para interrumpir sus líneas y sembrar caos en el campo de batalla. En conflictos más despiadados, los Flanqueadores incluso dependen del uso de veneno —una herramienta desaprobada por sus antepasados— para debilitar a sus enemigos antes de cargar para el golpe final.

source: Warlock
es: Brujo

source: The Minotaur Warlocks are very powerful mages that have a very important role in minotaur society; that role is to serve as conveyors of their goddess' words and to serve as her hands. Their vast power comes from their powerful aura combined with the crystals they wield.
es: Los Brujos Minotauros son magos muy poderosos que tienen un rol muy importante en la sociedad de los minotauros; ese rol es servir como portadores de las palabras de su diosa y como sus manos. Su vasto poder proviene de su poderosa aura combinada con los cristales que manejan.

source: sacred fire
es: fuego sagrado

source: Elder
es: Anciano

source: The Elders are incredibly powerful mages who represent the minotaur's goddess in the physical world, in addition they carry out her will. Their power comes from their incredible aura combined with the divine crystals which they wield. These crystals are very powerful and very different from the ones wielded by the Warlocks, as they can be used to summon and create different powers... they can even distort living beings. These powerful oracles sacrificed their sight in order to gain the ability to see their goddess as she is invisible to most creatures. Although they cannot see through their eyes, they can see through a newly acquired sense which is obtained through the ritual in which they lost their original sight.
es: Los Ancianos son magos increíblemente poderosos que representan a la diosa de los minotauros en el mundo físico, además de llevar a cabo su voluntad. Su poder proviene de su increíble aura combinada con los cristales divinos que manejan. Estos cristales son muy poderosos y muy diferentes de los que usan los Brujos, ya que pueden usarse para invocar y crear diferentes poderes... incluso pueden distorsionar seres vivos. Estos poderosos oráculos sacrificaron su vista para obtener la habilidad de ver a su diosa, ya que ella es invisible para la mayoría de las criaturas. Aunque no pueden ver a través de sus ojos, pueden ver a través de un nuevo sentido adquirido mediante el ritual en el que perdieron su vista original.

source: Learning how to properly and effectively wield a kusarigama is pure drudgery; however that does not stop those eager to eventually gain the power and skill of a master. Since slayers are still learning how to have near-perfect control of their weapon they choose not to use poison like the executioners do. Slayers are not quite masters yet; however they are still quite skilled with their kusarigamas; therefore, slayers are not to be underestimated.
es: Aprender a manejar adecuadamente y con eficacia un kusarigama es una tarea ardua; sin embargo, eso no detiene a aquellos ansiosos por eventualmente obtener el poder y la habilidad de un maestro. Dado que los Asesinos aún están aprendiendo a tener un control casi perfecto de su arma, eligen no usar veneno como lo hacen los Ejecutores. Los Asesinos aún no son maestros; sin embargo, siguen siendo bastante hábiles con sus kusarigamas; por lo tanto, no deben subestimarse.

source: Savage
es: Salvaje

source: Unlike the rousers, savages have decided to take on a reputation of fear rather than leadership. The reason savages are dreaded is because it appears that savages have reverted to their primal instincts which are absolutely terrifying in the eyes of those who do not know about the minotaurs well. These frightening aspects appear to affect the enemy in a negative manner which will actually physically weaken them.
es: A diferencia de los incitadores, los Salvajes han decidido adoptar una reputación de temor en lugar de liderazgo. La razón por la que los Salvajes son temidos es porque parece que han revertido a sus instintos primarios, que son absolutamente aterradores a los ojos de aquellos que no conocen bien a los minotauros. Estos aspectos aterradores parecen afectar al enemigo de manera negativa, lo que en realidad los debilita físicamente.

source: mace
es: maza

source: Overlord
es: Señor Supremo

source: A minotaur that has been recognized for their skill, leadership ability and intelligence is bestowed the title of 'overlord'. Basically the overlord rank is the minotaur equivalent to the human rank of general. Overlords plan all the battle strategies and whatnot, and unlike human generals, overlords sometimes willingly participate directly in battle in order to further inspire their comrades to perform their best.
es: Un minotauro que ha sido reconocido por su habilidad, capacidad de liderazgo e inteligencia recibe el título de 'Señor Supremo'. Básicamente, el rango de Señor Supremo es el equivalente minotauro al rango humano de general. Los Señores Supremos planifican todas las estrategias de batalla y demás, y a diferencia de los generales humanos, los Señores Supremos a veces participan voluntariamente directamente en la batalla para inspirar aún más a sus camaradas a rendir al máximo.

source: battle axe
es: hacha de batalla

source: shield
es: escudo

source: Ancient Behemoth
es: Behemoth Antiguo

source: Over time, the powerful, arcane magic which distorted the minotaur that became a Behemoth further distorts the minotaur. This distortion causes the Behemoth to grow, gain more strength and become much more insane. After a certain degree of distortion, the Behemoth becomes known as an Ancient Behemoth, which references the amount of time spent to become that distorted. An Ancient Behemoth is so mentally unstable, that it takes an Elder to safely give it commands and/or orders to obey certain people. Since an Ancient Behemoth is extremely dangerous, they are oft kept in enormous holding cells until needed; these cells are kept on the outskirts of minotaur cities for further safety measures. Also, they are kept there so that they can easily be used as an anti-siege weapon.
es: Con el tiempo, la poderosa magia arcana que distorsionó al minotauro que se convirtió en un Behemoth distorsiona aún más al minotauro. Esta distorsión hace que el Behemoth crezca, gane más fuerza y se vuelva mucho más loco. Después de cierto grado de distorsión, el Behemoth se conoce como un Behemoth Antiguo, lo que hace referencia a la cantidad de tiempo empleado para alcanzar ese grado de distorsión. Un Behemoth Antiguo es tan mentalmente inestable que se necesita un Anciano para darle órdenes de manera segura y/o para que obedezca a ciertas personas. Dado que un Behemoth Antiguo es extremadamente peligroso, a menudo se los mantiene en enormes celdas de contención hasta que son necesarios; estas celdas se mantienen en las afueras de las ciudades de los minotauros por medidas de seguridad adicionales. También se los mantiene allí para que puedan ser utilizados fácilmente como un arma anti-asedio.

source: maul
es: machacar

source: Mystic
es: Místico

source: Although the Warlocks and the Elders are more famous for their very lofty role, more powerful magic and the mysterious crystals which they wield, the Mystics are superior to the Warlocks and the Elders in a few ways. First they can levitate, such an ability is very useful in battle; second they are physically stronger than their counterparts; third they possess healing abilities. All these qualities make the Mystics a terrifying force on the battle field, therefore they should not be taken lightly.
es: Aunque los Brujos y los Ancianos son más famosos por su elevado rol, magia más poderosa y los misteriosos cristales que manejan, los Místicos son superiores a los Brujos y los Ancianos en algunos aspectos. Primero, pueden levitar, una habilidad muy útil en la batalla; segundo, son físicamente más fuertes que sus contrapartes; tercero, poseen habilidades de curación. Todas estas cualidades hacen de los Místicos una fuerza aterradora en el campo de batalla, por lo que no deben ser tomados a la ligera.

source: The Behemoths were minotaurs who committed crimes that are so severe (possibly blasphemy), that not even death would be harsh enough to punish them. The process of turning something into an abomination such as this is so dark and secret that only the Elders, the goddess of the minotaurs, and a few people sneaky enough to witness the process without being caught know about it. It is rumored that the crystals are used in this process. Nonetheless, the Behemoths have been obviously driven into a state of supreme insanity, therefore only one adept in the magic of the minotaurs, or a person to whom the behemoth has been ordered to obey is able to control them. In addition, due to the modifications caused by the ritual, the Behemoths tend to move more swiftly than the rest of their brethren.
es: Los Behemoths eran minotauros que cometieron crímenes tan graves (posiblemente blasfemia), que ni siquiera la muerte sería un castigo lo suficientemente severo. El proceso de convertir algo en una abominación como esta es tan oscuro y secreto que solo los Ancianos, la diosa de los minotauros y unas pocas personas lo suficientemente astutas para presenciar el proceso sin ser descubiertas lo conocen. Se rumorea que los cristales se utilizan en este proceso. No obstante, los Behemoths han sido claramente llevados a un estado de suprema locura, por lo que solo alguien versado en la magia de los minotauros o una persona a la que el Behemoth haya sido ordenado obedecer puede controlarlos. Además, debido a las modificaciones causadas por el ritual, los Behemoths tienden a moverse más rápido que el resto de sus hermanos.

source: Gore
es: Cornada

source: The Gores are basically new recruits in the minotaur infantry or simply militia defending their territory.
es: Las Cornadas son básicamente nuevos reclutas en la infantería de minotauros o simplemente milicianos que defienden su territorio.

source: Shaman
es: Chamán
