Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: Those Couriers who show themselves to be intelligent and reliable are elevated to the position of Emissary. They are entrusted with transporting documents, precious artifacts and sometimes even Windsong council members. Freed from the physical and mental burden of maintaining large loads, an Emissary is much more agile. This allows her to wield a sword which she uses to slash at enemies in a flurry of charges. Such tactics are dangerous, so Emissaries prefer to use their original weapons if possible.
es: Aquellas Mensajeras que demuestran ser inteligentes y confiables son elevadas a la posición de Emisaria. Se les confía el transporte de documentos, artefactos preciosos y, a veces, incluso miembros del consejo Windsong. Liberadas de la carga física y mental de mantener grandes cargas, una Emisaria es mucho más ágil. Esto le permite blandir una espada que usa para cortar a los enemigos en una ráfaga de cargas. Tales tácticas son peligrosas, por lo que las Emisarias prefieren usar sus armas originales si es posible.

source: female^Herald
es: Heraldo

source: As children, Weavers learn to communicate with their accompanying spirit via a special type of cipher. The spirit will only ever respond to the girl it bound itself to, and has a very basic mind. As an Envoy, dealing with unexpected and often dangerous situations, she has learned how useful this spirit can be. Those who dedicate long hours to the understanding and training of their accompanying spirit gain a powerful ally who will guide their bow and empower their purges. Those who achieve this link join the elite ranks of the Heralds, responsible directly to the Council. Heralds can move instantly between areas of high cipher activity (friendly towns).
es: De niñas, las Tejedoras aprenden a comunicarse con su espíritu acompañante a través de un tipo especial de cifrado. El espíritu solo responde a la niña a la que se unió, y tiene una mente muy básica. Como Enviada, enfrentándose a situaciones inesperadas y a menudo peligrosas, ha aprendido cuán útil puede ser este espíritu. Aquellas que dedican largas horas a comprender y entrenar a su espíritu acompañante ganan un poderoso aliado que guiará su arco y potenciará sus purgas. Quienes logran este vínculo se unen a las filas élite de los Heraldos, responsables directamente ante el Consejo. Los Heraldos pueden moverse instantáneamente entre áreas de alta actividad de cifrado (pueblos aliados).

source: female^Pathfinder
es: Guía

source: Capable of racing through the toughest terrain with uncanny speed, those known as Pathfinders serve as the vanguards of the Windsong armies. They have devoted themselves to developing their own agility, and long practice has granted them an almost inhuman speed. And, when they deem it necessary, their fluid grace and skill with their glaive allow them to strike like the thunder they wield, catching distracted foes unawares.
es: Capaces de atravesar el terreno más difícil con una velocidad asombrosa, aquellas conocidas como Guías sirven como la vanguardia de los ejércitos Windsong. Se han dedicado a desarrollar su propia agilidad, y una larga práctica les ha otorgado una velocidad casi inhumana. Y, cuando lo consideran necesario, su gracia fluida y habilidad con la guja les permiten golpear como el trueno que manejan, tomando desprevenidos a los enemigos distraídos.

source: lightning cipher
es: cifrado relámpago

source: female^Farstrider
es: Caminante Lejana

source: One of the oldest tales that have come down from the wars of the ancients tells of a great battle between the Windsong and their old nemeses, the elves. Each side sent their fastest runner to call for reinforcements, and though the elves felt assured of their agile messenger's victory over his frail human opponent, in the end, the elf fell behind, cursing his weary feet. The Farstrider, on the other hand, ran with the speed and endurance of the wind, and when the Windsong reinforcements arrived two days early, the elves were forced to surrender.
es: Una de las historias más antiguas que han llegado de las guerras de los antiguos cuenta de una gran batalla entre las Hijas del Viento y sus antiguos némesis, los elfos. Cada bando envió a su corredor más rápido para pedir refuerzos, y aunque los elfos estaban seguros de la victoria de su ágil mensajero sobre su frágil oponente humano, al final, el elfo quedó atrás, maldiciendo sus pies cansados. La Caminante Lejana, por otro lado, corrió con la velocidad y resistencia del viento, y cuando los refuerzos Windsong llegaron dos días antes, los elfos se vieron obligados a rendirse.

source: polearm
es: arma de asta

source: female^Rune Forger
es: Forjadora de Runas

source: In the intricacies of cipher magic, few stand as adept as the Rune Forgers of the Windsong. Where most use ciphers as mere tools, the Rune Forgers perceive them as an art form, weaving intricate patterns that bind the fabric of reality. Their deep understanding allows them to harness ciphers in ways unimaginable to others, often manipulating the very essence of battles. To face a Rune Forger is to challenge the primal forces channeled through the wisdom of the Windsong.
es: En las complejidades de la magia de cifrado, pocas son tan expertas como las Forjadoras de Runas de las Hijas del Viento. Mientras que la mayoría usa los cifrados como simples herramientas, las Forjadoras de Runas los perciben como una forma de arte, tejiendo patrones intrincados que unen el tejido de la realidad. Su profundo entendimiento les permite aprovechar los cifrados de maneras inimaginables para otros, a menudo manipulando la esencia misma de las batallas. Enfrentar a una Forjadora de Runas es desafiar las fuerzas primarias canalizadas a través de la sabiduría de las Hijas del Viento.

source: sorrow
es: pena

source: memory
es: memoria

source: death
es: muerte

source: female^Weaver
es: Tejedora

source: While most Windsong are able to devote themselves to only one or two aspects of the cipher, there are those who are able to access many. When such a child is born, a spirit from The Raw appears and binds to them. To best make use of their gifts, these 'Weavers' (for they can intertwine their ciphers) are given the best education and training that the Council can provide. Once they reach adulthood, Weavers fill a number of different roles in Windsong society: they are the healers, the planners, the diviners, and the military leaders. They pursue the art of archery, viewing it as a form of meditation, and are aided in both everyday life and battle by their accompanying spirit. The first lessons a Weaver-born learns are the arts of healing, though she cannot yet cure poison.
es: Mientras que la mayoría de las Hijas del Viento pueden dedicarse a solo uno o dos aspectos del cifrado, hay quienes pueden acceder a muchos. Cuando nace una niña así, un espíritu de Lo Crudo aparece y se une a ella. Para hacer el mejor uso de sus dones, estas 'Tejedoras' (porque pueden entrelazar sus cifrados) reciben la mejor educación y entrenamiento que el Consejo puede proporcionar. Una vez que alcanzan la edad adulta, las Tejedoras desempeñan diversos roles en la sociedad del viento: son las sanadoras, las planificadoras, las adivinas y las líderes militares. Persiguen el arte del tiro con arco, viéndolo como una forma de meditación, y son asistidas tanto en la vida cotidiana como en la batalla por su espíritu acompañante. Las primeras lecciones que aprende una nacida Tejedora son las artes de la curación, aunque aún no puede curar venenos.

source: female^Courier
es: Mensajera

source: Unlike other humans and many other races, the Windsong possess neither domesticated beasts of burden, nor mechanical transports — the former due to the icy conditions of their homeland, and the latter due to their distaste for machines. Instead, some girls devote themselves to learning the levitation ciphers. There are many benefits to this. Rough terrain possesses little impediment, as do ice and water, and delicate loads can be carried quickly. However, their devotion to levitation denies them access to the more offensive ciphers. Instead, they tend to carry sharpned rocks and hit their opponents with them if they come too close. Their skill at manipulating gravity makes their long distance attacks uncannily accurate.
es: A diferencia de otros humanos y muchas otras razas, las Hijas del Viento no poseen bestias de carga domesticadas ni transportes mecánicos, lo primero debido a las condiciones heladas de su tierra natal, y lo segundo por su aversión a las máquinas. En cambio, algunas niñas se dedican a aprender los cifrados de levitación. Esto tiene muchos beneficios. El terreno accidentado presenta pocos obstáculos, al igual que el hielo y el agua, y las cargas delicadas pueden transportarse rápidamente. Sin embargo, su dedicación a la levitación les niega el acceso a los cifrados más ofensivos. En su lugar, tienden a llevar rocas afiladas y golpear a sus oponentes con ellas si se acercan demasiado. Su habilidad para manipular la gravedad hace que sus ataques a larga distancia sean sorprendentemente precisos.

source: female^Prophetess
es: Profetisa

source: There are many among the Windsong who could successfully lead an army, or plan a battle, as the council has all children trained to the best of their ability. So, for the Windsong, knowing when to act is more important. The Raw is affected by all events, both past and future, and is fluidic as these possibilities change. Through her accompanying spirit, some Weavers learn to interpret flows in The Raw as predictions for future events. With time and experience, her predictions become more accurate and dependable. Eventually, if she is of quality, she will be invited to join the ranks of the Prophets. Unlike the farseers of other peoples, the Windsong Prophetesses do not 'witness' events so much as apply an expanded form of cause and effect. Knowing all flows are open to interpretation, Prophets are discouraged from making predictions without the council of her peers. Unlike Envoys, Prophetesses have much time to study the arts of leadership and healing, and she has now learned to cure poison. Such is the respect of the Windsong for the Prophetesses, that any direction given by them will be obeyed immediately and without question.
es: Hay muchas entre las Hijas del Viento que podrían liderar un ejército con éxito o planificar una batalla, ya que el consejo entrena a todos los niños al máximo de sus capacidades. Por lo tanto, para las Hijas del Viento, saber cuándo actuar es más importante. Lo Crudo se ve afectado por todos los eventos, tanto pasados como futuros, y es fluido a medida que cambian estas posibilidades. A través de su espíritu acompañante, algunas Tejedoras aprenden a interpretar los flujos en Lo Crudo como predicciones de eventos futuros. Con el tiempo y la experiencia, sus predicciones se vuelven más precisas y confiables. Eventualmente, si es de calidad, será invitada a unirse a las filas de las Profetisas. A diferencia de los videntes de otros pueblos, las Profetisas Windsong no 'presencian' eventos tanto como aplican una forma expandida de causa y efecto. Sabiendo que todos los flujos están abiertos a interpretación, se desalienta a las Profetisas a hacer predicciones sin el consejo de sus pares. A diferencia de las Enviadas, las Profetisas tienen mucho tiempo para estudiar las artes del liderazgo y la curación, y ahora han aprendido a curar venenos. Tal es el respeto de las Hijas del Viento por las Profetisas, que cualquier dirección dada por ellas será obedecida de inmediato y sin cuestionar.

source: chronostasis cipher
es: cifrado cronostático

source: female^Scribe
es: Escriba

source: The scribes of the Windsong are those engaged in studying, as well as contributing to, the vast libraries kept at the Foundation. With the coming of the Great Balancing, they have proven their worth in combat, employing against their enemies an ancient - and very effective - brand of magic known as the Cipher.
es: Las escribas de las Hijas del Viento son aquellas dedicadas a estudiar y contribuir a las vastas bibliotecas mantenidas en la Fundación. Con la llegada del Gran Equilibrio, han demostrado su valía en combate, empleando contra sus enemigos una antigua y muy efectiva forma de magia conocida como el Cifrado.

source: cipher
es: cifrado

source: female^Gatekeeper
es: Guardiana

source: The Windsong Foundation, though hidden far in the arctic northern seas, still represents too great a target to be left unguarded. The Gatekeepers have kept their cousins safe throughout the Age of Patience, and they have no intention of ceasing their vigilance now. Devoting themselves to the study of combat, they have created a unique, unarmed style which allows them to fight without removing their ceremonial blindfolds.
es: La Fundación de las Hijas del Viento, aunque escondida lejos en los mares árticos del norte, aún representa un objetivo demasiado grande para dejarlo sin protección. Las Guardianas han mantenido a salvo a sus primos durante toda la Era de la Paciencia, y no tienen intención de cesar su vigilancia ahora. Dedicándose al estudio del combate, han creado un estilo único sin armas que les permite luchar sin quitarse sus vendas ceremoniales.

source: female^Warmonger
es: Belicista

source: Stunningly powerful warriors, Warmongers epitomise the warlike path of the Heretic. Their command of the forbidden flame cipher, as well as the bloodthirsty fury they unleash upon their opponents, make them the terror of their allies as much as of their enemies. Yet even the peaceful Windsong realise that such power must be put to use, and they are often selected to lead groups of their fellow Heretics into battle.
es: Guerreras asombrosamente poderosas, las Belicistas personifican el camino belicoso de la Hereje. Su dominio del cifrado de llama prohibida, así como la furia sanguinaria que desatan sobre sus oponentes, las convierten en el terror tanto de sus aliados como de sus enemigos. Sin embargo, incluso los pacíficos Windsong reconocen que tal poder debe ser utilizado, y a menudo son seleccionadas para liderar grupos de sus compañeras Herejes en la batalla.

source: berserker frenzy
es: frenesí berserker

source: fireball
es: bola de fuego

source: female^Heretic
es: Hereje

source: The Windsong Council preaches the importance of patience and pacifism, that one should not give in to anger and instead think carefully about every decision. It is this belief that has kept the Windsong out of conflict for so long. There is a faction, however, that believes that the balance of the world can only be brought about by action, and thus espouses a more active role for the Windsong, pushing constantly for war and the expansion of the Windsong's influence in the outside world. Though they are known as Heretics, their opinions are nonetheless valued, and those Gatekeepers who follow the philosophy are allowed to train themselves in the forbidden arts of swordplay and ancient fire magic.
es: El Consejo de las Hijas del Viento predica la importancia de la paciencia y el pacifismo, que no se debe ceder a la ira y en cambio pensar cuidadosamente sobre cada decisión. Es esta creencia la que ha mantenido a las Hijas del Viento fuera de conflictos durante tanto tiempo. Sin embargo, hay una facción que cree que el equilibrio del mundo solo puede lograrse mediante la acción, y por lo tanto aboga por un rol más activo para las Hijas del Viento, presionando constantemente por la guerra y la expansión de la influencia de las Hijas del Viento en el mundo exterior. Aunque son conocidas como Herejes, sus opiniones son valoradas, y aquellas Guardianas que siguen esta filosofía tienen permitido entrenarse en las artes prohibidas del manejo de la espada y la magia de fuego antigua.

source: female^Savant
es: Erudita

source: The savants teach the scribes more about using Ciphers and revise the contributions made by the scribes to the Great Library. In combat, though they may lack the skill needed to wield weapons, their magic compensates well for the drawback.
es: Las eruditas enseñan a las escribas más sobre el uso de los cifrados y revisan las contribuciones hechas por las escribas a la Gran Biblioteca. En combate, aunque pueden carecer de la habilidad necesaria para manejar armas, su magia compensa bien esta desventaja.

source: female^Seeker
es: Buscadora

source: The name given to the Seekers comes from their role in the legend of the Windsong's first appearance: they were tasked with searching the world over for a suitable place to build the first Foundation. This tradition of exploration continues unabated, and the Seekers' great speed and agility are easily put to use in times of war.
es: El nombre dado a las Buscadoras proviene de su rol en la leyenda de la primera aparición de las Hijas del Viento: fueron encargadas de buscar por todo el mundo un lugar adecuado para construir la primera Fundación. Esta tradición de exploración continúa sin disminuir, y la gran velocidad y agilidad de las Buscadoras son fácilmente aprovechadas en tiempos de guerra.

source: female^Stormbringer
es: Portadora de Tormentas

source: The name Stormbringer was obviously appended to these great warriors for their ability to shatter enemy ranks with furious bolts of lightning, but seems doubly apt when one witnesses the way in which they lead the Windsong into battle. Spinning past their foes like dancers despite their heavy armor, the presence of a Stormbringer on the front lines can turn the most carefully prepared defence into a chaotic rout in seconds.
es: El nombre Portadora de Tormentas fue claramente otorgado a estas grandes guerreras por su capacidad para destrozar las filas enemigas con furiosos rayos, pero parece doblemente apropiado cuando se presencia la forma en que lideran a las Hijas del Viento en la batalla. Girando entre sus enemigos como bailarinas a pesar de su pesada armadura, la presencia de una Portadora de Tormentas en las líneas del frente puede convertir la defensa más cuidadosamente preparada en una desbandada caótica en segundos.

source: trident
es: tridente

source: female^Skyrunner
es: Corredora del Cielo

source: One of the few warrior groups to survive the Age of Patience, Skyrunners choose to sacrifice the immense speed of the Pathfinders in favor of equipping themselves with more substantial armor -- though this is still exceptionally light by most standards. In times of peace, their relative strength and skill with the lightning cipher won them a place as the honor guard to the members of the Council, but now they take up once again the old mantle of war.
es: Uno de los pocos grupos de guerreras que sobrevivieron a la Era de la Paciencia, las Corredoras del Cielo eligen sacrificar la inmensa velocidad de las Buscadoras a favor de equiparse con una armadura más sustancial, aunque aún es excepcionalmente ligera según la mayoría de los estándares. En tiempos de paz, su fuerza relativa y habilidad con el cifrado relámpago les ganaron un lugar como guardia de honor de los miembros del Consejo, pero ahora retoman una vez más el antiguo manto de la guerra.

source: female^Librarian
es: Bibliotecaria

source: The title of Librarian within the Windsong is one of immense honor. They are the custodians of history, lore, and the collective wisdom of the Windsong. Dwelling deep within the Great Library, they are often lost in the ancient texts, ensuring that the tales of old are not forgotten but are instead passed down, refined, and enriched. While seemingly aloof, their true strength lies in their vast knowledge, able to call upon ages of strategy, tales, and ciphers in times of need.
es: El título de Bibliotecaria dentro de las Hijas del Viento es de un honor inmenso. Son las custodias de la historia, el saber y la sabiduría colectiva de las Hijas del Viento. Residiendo en lo profundo de la Gran Biblioteca, a menudo se pierden en los textos antiguos, asegurando que las historias del pasado no se olviden, sino que se transmitan, refinen y enriquezcan. Aunque parecen distantes, su verdadera fuerza radica en su vasto conocimiento, capaz de recurrir a eras de estrategias, cuentos y cifrados en tiempos de necesidad.

source: female^Reaver
es: Devastadora

source: While Couriers in peacetime are rarely of a martial bent, war brings out the hidden abilities in everyone, and some have recently chosen to bring back a covenant long lost: the order of the Reavers. Used for the heaviest assaults and sieges in ancient wars, they exchange their lightweight stones for great iron blades, crushing any who stand in the path of the Windsong.
es: Mientras que las Mensajeras en tiempos de paz raramente tienen una inclinación marcial, la guerra saca a relucir las habilidades ocultas en todos, y algunas han elegido recientemente revivir un pacto perdido hace mucho: la orden de las Devastadoras. Usadas para los asaltos y asedios más pesados en guerras antiguas, intercambian sus ligeras rocas por grandes espadas de hierro, aplastando a cualquiera que se interponga en el camino de las Hijas del Viento.

source: female^Ascendant
es: Ascendente
