Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: Few Weavers and Prophetesses reach the rank of Ascendant. Not just because of the difficult in reaching this goal, but also because of the danger and sacrifice necessary. The path to becoming an Ascendant begins when a Weaver-born binds themselves to their accompanying spirit in the same manner that the spirit bound itself to her on her birth. A successful binding will slowly, over the course of two years, pull her body into The Raw. If the Ascending fails, she faces a slow death. As the Spirit cares for her well-being above all else, it will reject the binding unless she can convince it that she is powerful enough to Ascend. If successful, her physical form will slowly be converted into The Raw itself, granting her immortality and great, though not infallible, insight into the nature of events, both current and of those to come. Any who reach this pinnacle of the Weaver-born automatically becomes a full member of the Council. Though most Ascendants were Prophetesses, it is technically possible for Envoys and Heralds to Ascend. However, Envoys have experienced the dangers of passing through The Raw and the idea of entering unprotected shakes even the bravest woman's confidence. Because an Ascendant's body is being transformed into The Raw, most damage they take simply speeds the process (They heal as if in a village every turn). They know powerful healing ciphers and those around them revere them, obeying them with fervor.
es: Pocas Tejedoras y Profetisas alcanzan el rango de Ascendente. No solo por la dificultad de alcanzar este objetivo, sino también por el peligro y el sacrificio necesarios. El camino para convertirse en Ascendente comienza cuando una nacida Tejedora se une a su espíritu acompañante de la misma manera que el espíritu se unió a ella al nacer. Una unión exitosa, a lo largo de dos años, llevará su cuerpo lentamente hacia Lo Crudo. Si la Ascendente falla, enfrenta una muerte lenta. Como el Espíritu prioriza su bienestar por encima de todo, rechazará la unión a menos que ella pueda convencerlo de que es lo suficientemente poderosa para Ascender. Si tiene éxito, su forma física se convertirá lentamente en Lo Crudo mismo, otorgándole inmortalidad y una gran, aunque no infalible, percepción de la naturaleza de los eventos, tanto actuales como futuros. Cualquiera que alcance este pináculo de las nacidas Tejedoras se convierte automáticamente en miembro pleno del Consejo. Aunque la mayoría de las Ascendentes fueron Profetisas, técnicamente es posible que las Enviadas y los Heraldos asciendan. Sin embargo, las Enviadas han experimentado los peligros de pasar por Lo Crudo y la idea de entrar sin protección sacude incluso la confianza de la mujer más valiente. Debido a que el cuerpo de una Ascendente está siendo transformado en Lo Crudo, la mayoría del daño que recibe simplemente acelera el proceso (se curan como si estuvieran en una aldea cada turno). Conocen poderosos cifrados de curación y aquellos a su alrededor las veneran, obedeciéndolas con fervor.

source: female^Arbiter
es: Árbitra

source: The Arbiters, often referred to as the guiding lights of the Windsong, are a blend of scholars and warriors. As the chief mentors to the Savants, they not only safeguard the vast knowledge of the Great Library but also ensure its correct interpretation and application. In the thick of battle, while their scythes are a testament to their martial prowess, it is their profound knowledge of the Cipher that makes them formidable. They stand as the final word in disputes, and their judgments are both respected and feared.
es: Las Árbitras, a menudo referidas como las luces guías de las Hijas del Viento, son una mezcla de estudiosas y guerreras. Como las principales mentoras de las Savants, no solo protegen el vasto conocimiento de la Gran Biblioteca, sino que también aseguran su correcta interpretación y aplicación. En el fragor de la batalla, mientras que sus guadañas son un testimonio de su destreza marcial, es su profundo conocimiento del Cifrado lo que las hace formidables. Son la última palabra en disputas, y sus juicios son tanto respetados como temidos.

source: female^Lorekeeper
es: Guardiana del Saber

source: The Great Library, the enormous complex that forms the heart of the Windsong Foundation, is the home of what may the oldest texts still existing in the world, many of which have been copied down by generations of Scribes as their original bindings dissolved into dust. Most of the Windsong are forbidden from entering its hallowed halls, and only the most loyal and skilled Gatekeepers are allowed to join the ranks of the Lorekeepers and become its guards.
es: La Gran Biblioteca, el enorme complejo que forma el corazón de la Fundación de las Hijas del Viento, es el hogar de lo que podrían ser los textos más antiguos que aún existen en el mundo, muchos de los cuales han sido copiados por generaciones de Escribas a medida que sus encuadernaciones originales se disolvían en polvo. A la mayoría de las Hijas del Viento se les prohíbe entrar en sus sagrados salones, y solo las Guardianas más leales y habilidosas tienen permitido unirse a las filas de las Guardianas del Saber y convertirse en sus protectoras.

source: female^Oathkeeper
es: Guardajuramentos

source: Until recently, it was believed that the Oathkeeper caste had, like many others, vanished with time, made unnecessary by long years of peace. It was not until the deepest vaults opened and they marched forth to do battle that it became clear that the Oathkeeper title had not only survived, but that the mantle had been passed down from generation to generation through the millennia. Those few who are offered membership are inevitably among the most skilled warriors ever to walk the world, and capable of holding back entire armies single-handedly.
es: Hasta hace poco, se creía que la casta de las Guardajuramentos había desaparecido con el tiempo, al igual que muchas otras, considerada innecesaria por largos años de paz. No fue hasta que las bóvedas más profundas se abrieron y ellas marcharon a la batalla que quedó claro que el título de Guardajuramentos no solo había sobrevivido, sino que el manto había sido transmitido de generación en generación a través de los milenios. Las pocas que reciben la oferta de membresía son, invariablemente, algunas de las guerreras más hábiles que jamás hayan caminado por el mundo, capaces de contener ejércitos enteros por sí solas.

source: female^Harbinger
es: Precursoras

source: Harbingers symbolise the fiery spirit of the Heretic caste. They are not just warriors, but omens of change, symbolizing the aggressive push for a more active role in the world's balance. Their mastery of the forbidden flame cipher is a blazing testament to their rebellious spirit. Every Harbinger is a whirlwind of fury on the battlefield, instilling dread in foes and a fervent passion among allies. To many, they represent the fierce side of the Windsong, the storm before the calm.
es: Las Precursoras simbolizan el espíritu ardiente de la casta de las Herejes. No son solo guerreras, sino presagios de cambio, que representan el impulso agresivo por un rol más activo en el equilibrio del mundo. Su maestría del cifrado de llama prohibida es un testimonio ardiente de su espíritu rebelde. Cada Precursora es un torbellino de furia en el campo de batalla, infundiendo temor en los enemigos y una pasión ferviente entre los aliados. Para muchos, representan el lado feroz de las Hijas del Viento, la tormenta antes de la calma.

source: female^Dreadnought
es: Acrólatra

source: The records concerning the master Reavers for whom the title of Dreadnought was created tell not only of their heroic deeds in battle, of the courage with which they hurled themselves against hordes of foes — but also of their darker deeds, of cities razed to the ground and of armies laid to waste before their unstoppable advance. Legends long since forgotten by all but the Windsong themselves, the revival of their order heralds that new ones will soon be written.
es: Los registros sobre las maestras Devastadoras para quienes se creó el título de Acrólatra cuentan no solo de sus hazañas heroicas en la batalla, del coraje con el que se lanzaron contra hordas de enemigos, sino también de sus actos más oscuros, de ciudades arrasadas hasta los cimientos y de ejércitos devastados ante su avance imparable. Leyendas olvidadas hace mucho por todos excepto las propias Hijas del Viento, el renacimiento de su orden presagia que pronto se escribirán nuevas.

source: Quenoth Outrider
es: Jinete Quenoth

source: Described as riders who ‘rush like the wind’, Outriders breeze across the sands at unmatched speeds. Unlike their lesser brethren, Outriders train themselves for direct combat, wielding sword and bola to strike at injured units and exposed flanks where enemy lines are weakest. A group of these riders is especially dangerous, for against them, both retreat and attrition are futile, a prospect that is only ruinous in the inhospitable desert.
es: Descritos como jinetes que 'se precipitan como el viento', los Jinetes Quenoth atraviesan las arenas a velocidades inigualables. A diferencia de sus hermanos menores, los Jinetes se entrenan para el combate directo, blandiendo espada y boleadoras para atacar a unidades heridas y flancos expuestos donde las líneas enemigas son más débiles. Un grupo de estos jinetes es especialmente peligroso, pues contra ellos, tanto la retirada como el desgaste son inútiles, una perspectiva que solo es ruinosa en el inhóspito desierto.

source: bolas
es: boleadoras

source: Dustbok
es: Bok del Polvo

source: ram
es: embestida

source: Quenoth Fighter
es: Luchador Quenoth

source: Long ago, during more prosperous times, Elven warriors favored the use of swords as more elegant, versatile weapons compared to other melee armaments. However, in recent times, the dearth of supplies for smithing has reduced the availability of blade-crafting, necessitating the fashioning of cheaper, more easily repaired weaponry.
es: Hace mucho, durante tiempos más prósperos, los guerreros elfos preferían el uso de espadas como armas más elegantes y versátiles en comparación con otros armamentos de cuerpo a cuerpo. Sin embargo, en tiempos recientes, la escasez de suministros para la forja ha reducido la disponibilidad de fabricación de espadas, lo que ha llevado a la creación de armas más baratas y fáciles de reparar.

source: female^Quenoth Acolyte
es: Acolita Quenoth

source: Faerie and elven magic have oft been aptly associated with life, from which they draw the majority of their power. However, with the death of much of Irdya’s flora, the Quenoth Elves were forced to seek another source for their sorcery. In time, they learned to harness the power of the suns Sela and Naia - the twin stars that had razed the forests of Irdya to ashes, yet still spring forth the energy required for sparking life. Those who master this new magic sing of the dual nature of these embodiments of fire: flames that are both life and life’s demise.
es: La magia de las hadas y los elfos a menudo ha sido asociada acertadamente con la vida, de la cual extraen la mayor parte de su poder. Sin embargo, con la muerte de gran parte de la flora de Irdya, los Elfos Quenoth se vieron obligados a buscar otra fuente para su hechicería. Con el tiempo, aprendieron a aprovechar el poder de los soles Sela y Naia, las estrellas gemelas que arrasaron los bosques de Irdya hasta convertirlos en cenizas, pero que aún emanan la energía necesaria para desencadenar la vida. Aquellos que dominan esta nueva magia cantan sobre la naturaleza dual de estas encarnaciones del fuego: llamas que son tanto la vida como el fin de la vida.

source: faerie fire
es: fuego feérico

source: Tauroch
es: Tauro

source: Taurochs are huge, hardened beasts of the desert, considered untamable by most surviving races. However, the elves’ affinity with nature has allowed them to form an unlikely bond with these unruly animals. While Taurochs can easily carry or pull heavy loads, their thick hides and unwavering resolution also make them formidable mounts in battle.
es: Los Tauros son bestias enormes y endurecidas del desierto, consideradas indomables por la mayoría de las razas sobrevivientes. Sin embargo, la afinidad de los elfos con la naturaleza les ha permitido formar un vínculo improbable con estos animales rebeldes. Aunque los Tauros pueden llevar o tirar fácilmente cargas pesadas, sus pieles gruesas y su resolución inquebrantable también los convierten en monturas formidables en la batalla.

source: trample
es: pisotear

source: Quenoth Warrior
es: Guerrero Quenoth

source: When compared to a spear, a glaive is often a shorter weapon with less reach, but more versatile in use. An experienced fighter can use the head to hook or pin enemy weapons and strike from unusual angles, allowing them to catch an unwary opponent by surprise. In formation, Quenoth Warriors bear these somewhat unorthodox weapons to both strike with great power and to support their nearby brethren.
es: En comparación con una lanza, una guja es a menudo un arma más corta con menos alcance, pero más versátil en su uso. Un luchador experimentado puede usar la cabeza para enganchar o inmovilizar armas enemigas y golpear desde ángulos inusuales, permitiéndoles sorprender a un oponente desprevenido. En formación, los Guerreros Quenoth portan estas armas algo poco convencionales para golpear con gran poder y apoyar a sus hermanos cercanos.

source: Quenoth Pathfinder
es: Rastreador Quenoth

source: In times past, turning and fleeing from an engagement was a risky tactic, for there were few means to avoid or block enemy archers shooting from behind. In the desert, however, unstable footing and lack of cover make it far more challenging for most fighters to strike from range. The elusive Pathfinders make use of this by riding the exceptionally agile dustboks, who are highly adapted to traversing the dunes and can evade most attacks with their swift movements. The difficulty in pinning these riders down often tries the patience of their enemies, who are provoked into recklessly giving chase — inevitably into many a deadly trap.
es: En el pasado, girar y huir de un enfrentamiento era una táctica arriesgada, ya que había pocos medios para evitar o bloquear a los arqueros enemigos disparando desde atrás. Sin embargo, en el desierto, el terreno inestable y la falta de cobertura hacen que sea mucho más desafiante para la mayoría de los luchadores atacar desde lejos. Los elusivos Rastreadores aprovechan esto montando los excepcionalmente ágiles bok del polvo, que están altamente adaptados para atravesar las dunas y pueden evadir la mayoría de los ataques con sus rápidos movimientos. La dificultad para atrapar a estos jinetes a menudo pone a prueba la paciencia de sus enemigos, quienes son provocados a perseguirlos imprudentemente, cayendo inevitablemente en muchas trampas mortales.

source: Tauroch Protector
es: Protector Tauro

source: From the journal of Syniel, the Sand Skipper: The orcs ambushed me near the oasis at twilight. I had to flee into the desert, but even there, the wolves were nearly fast enough to keep up with me. I ran and ran for hours until I could barely feel my legs and still, they hounded me under the bright moonlight. I thought that I was dead for sure, but as Eloh would have it, I came across a young Tauroch that had wandered away from her pack. She must have sensed my trouble, for she came to me swiftly and fought beside me all through the long night; beyond exhaustion, we somehow managed to drive off dozens of orcs and wolves by ourselves. By dawn, we were alone, but wounded and weary to our bones with nothing but sand in sight. I used what little remained of my supplies to tend to the Tauroch’s wounds, then I succumbed to fatigue and I remember little after that. ----------------------- I woke up today in the village, tired, but alive. My friends told me that the Tauroch had carried me through the desert for many hours at no little cost to herself, for she was in worse condition than I by the time we had arrived. I can only be grateful that I managed to survive that dreadful night, for it is only by Eloh’s grace that I happened upon such a loyal companion. She is my savior, my watchful guardian, a blessing from the Goddess herself. I think I will call her Nala, meaning ‘Protector’ in our tongue. I am sure we will have many more adventures together.
es: Del diario de Syniel, la Saltadora de Arena: Los orcos me emboscaron cerca del oasis al atardecer. Tuve que huir al desierto, pero incluso allí, los lobos eran casi lo suficientemente rápidos para alcanzarme. Corrí y corrí durante horas hasta que apenas podía sentir mis piernas y, aun así, me persiguieron bajo la brillante luz de la luna. Pensé que estaba muerta con seguridad, pero como quiso Eloh, me encontré con una joven Taura que se había alejado de su manada. Debió haber sentido mi problema, porque vino a mí rápidamente y luchó a mi lado durante toda la larga noche; más allá del agotamiento, de alguna manera logramos repeler a docenas de orcos y lobos por nuestra cuenta. Al amanecer, estábamos solas, pero heridas y agotadas hasta los huesos con nada más que arena a la vista. Usé lo poco que quedaba de mis suministros para atender las heridas de la Taura, luego sucumbí al cansancio y recuerdo poco después de eso. ----------------------- Desperté hoy en la aldea, cansada, pero viva. Mis amigos me contaron que la Taura me había llevado a través del desierto durante muchas horas a un costo no pequeño para ella, pues estaba en peor estado que yo cuando llegamos. Solo puedo estar agradecida de haber sobrevivido a esa noche terrible, pues fue solo por la gracia de Eloh que encontré una compañera tan leal. Ella es mi salvadora, mi guardiana vigilante, una bendición de la propia Diosa. Creo que la llamaré Nala, que significa ‘Protectora’ en nuestra lengua. Estoy segura de que tendremos muchas más aventuras juntas.

source: Quenoth Marksman
es: Tirador Quenoth

source: In times past, the elves’ supremacy at archery was unquestioned among the other races of the Great Continent. With archery being less viable in a land of scarce cover, however, the skills of the few remaining elven bowmen became suspect, to the point that even their brethren began to believe that archery was more of an outdated relic than a practical tool for battle. A simple glance at a Quenoth Marksman in action would be enough to dispel this foolish train of thought. Capable of the same legendary feats as their ancestors, these master archers can achieve the same speed and precision as the Sharpshooters of old, all while in full gallop on horseback.
es: En el pasado, la supremacía de los elfos en el tiro con arco era incuestionable entre las otras razas del Gran Continente. Sin embargo, con el tiro con arco siendo menos viable en una tierra de escasa cobertura, las habilidades de los pocos arqueros elfos restantes se volvieron sospechosas, hasta el punto de que incluso sus hermanos comenzaron a creer que el tiro con arco era más una reliquia obsoleta que una herramienta práctica para la batalla. Una simple mirada a un Tirador Quenoth en acción sería suficiente para disipar este pensamiento necio. Capaces de las mismas hazañas legendarias que sus antepasados, estos maestros arqueros pueden alcanzar la misma velocidad y precisión que los Tiradores de Élite de antaño, todo mientras galopan a toda velocidad a caballo.

source: female^Quenoth Sun Sylph
es: Sílfide Solar Quenoth

source: In times past, those who stepped beyond the boundary of the worlds of elf and faerie were called Sylphs, mystics with unparalleled knowledge of the secrets of the natural sphere. However, in the harsh new world, the path into the realm of the faerie became no longer a journey into the heart of nature, but a diverging path between light and darkness. Those elves who embrace the burning suns as the fulcrum of life and death learn also to harness their power, transforming into beings imbued with radiant fire. These Sun Sylphs very much embody the power that they wield: light that heals and protects, and flames that smolder with destruction.
es: En el pasado, aquellos que cruzaban la frontera entre los mundos de los elfos y las hadas eran llamados Sílfides, místicos con un conocimiento sin igual de los secretos de la esfera natural. Sin embargo, en el duro mundo nuevo, el camino hacia el reino de las hadas ya no era un viaje hacia el corazón de la naturaleza, sino un camino divergente entre la luz y la oscuridad. Aquellos elfos que abrazan los soles ardientes como el eje de la vida y la muerte también aprenden a aprovechar su poder, transformándose en seres imbuidos de fuego radiante. Estas Sílfides Solares encarnan en gran medida el poder que manejan: luz que cura y protege, y llamas que arden con destrucción.

source: Quenoth Scout
es: Explorador Quenoth

source: Riding the graceful, agile dustboks, Quenoth Scouts move with unmatched speed across the sands. Their practiced skill with sword and sling are useful abilities to harry enemies and allows them to act as effective hunters and patrolmen.
es: Montando los gráciles y ágiles bok del polvo, los Exploradores Quenoth se mueven con una velocidad inigualable a través de las arenas. Su habilidad practicada con la espada y la honda son capacidades útiles para hostigar a los enemigos y les permite actuar como cazadores y patrulleros efectivos.

source: sling
es: honda

source: female^Quenoth Sun Singer
es: Cantora Solar Quenoth

source: female^Quenoth Shyde
es: Hada Quenoth

source: From the teachings of Analia, the healer of the Emerald Blossom: “... by embracing the path to the faerie, we must step past the boundary of flesh and magic to become a being of them both. As surely as the physical form binds the blood that gives us life, it must bind the energy that governs our world, that which is the flowing wind, the cycle of day and night, the endless march of time... We are the physical form, but we are timeless spirits as well, beings touched by that which is faerie. That realm is one that endures through the aeons, whether it takes on the form of nature, of fire, or of sand, it is always there. As it is mutable, so must we be, for the power of faerie is that to transmute the flesh of our world, from sand to earth, from scorched wasteland to life.”
es: De las enseñanzas de Analia, la sanadora de la Floresta Esmeralda: “... adoptando la senda de la magia mística, hemos de traspasar la frontera entre la magia y la carne para convertirnos en un ser compuesto de ambas. Tan seguro como que la forma física se vincula a la sangre que nos da la vida, ha de vincularse a la energía que gobierna nuestro mundo, el fluir del viento, el ciclo del día y la noche, el infinito paso del tiempo... Somos nuestra forma física, pero también somos espíritus intemporales, seres que han sido influidos por la magia mística. Ese reino es uno que perdura a lo largo de los eones, tanto si toma la forma de la naturaleza, del fuego, o de la arena, siempre está ahí. Puesto que es cambiante, nosotros también hemos de serlo, puesto que el poder de la magia mística es el que transmuta la esencia de nuestro mundo, de arena a tierra, de un erial ardiente a la vida.”

source: sand
es: arena

source: thorns
es: espinas

source: Quenoth Swiftfoot
es: Piesligeros Quenoth
