Repository: knyghtmare/War_of_Legends
Catalog: translations/wesnoth-War_of_Legends/wesnoth-War_of_Legends.po
Languages: es

source: This unit is able to knockback enemy units.
es: Esta unidad puede hacer retroceder a unidades enemigas.

source: This unit deals half damage to the unit that is standing behind the attacked unit.
es: Esta unidad inflige la mitad del daño a la unidad que está detrás de la unidad atacada.

source: This unit deals half damage to the unit that is standing behind the attacked unit.
es: Esta unidad inflige la mitad del daño a la unidad que está detrás de la unidad atacada.

source: ether grip
es: agarre etéreo

source: When a unit is hit with the ether grip weapon special, it will receive +20% damage until the end of the turn.
es: Cuando una unidad es golpeada con el especial de arma agarre etéreo, recibirá +20% de daño hasta el final del turno.

source: female^ether grip
es: agarre etéreo

source: lithic idol
es: ídolo lítico

source: This unit turns to stone at day. It then regenerates +10 hitpoints per turn.
es: Esta unidad se convierte en piedra durante el día. Luego regenera +10 puntos de vida por turno.

source: This unit turns to stone at day. It then regenerates +10 hitpoints per turn.
es: Esta unidad se convierte en piedra durante el día. Luego regenera +10 puntos de vida por turno.

source: stardust
es: polvo estelar

source: When used in defense, this attacks reduces the attacker's number of strikes by 1.
es: Cuando se usa en defensa, este ataque reduce el número de golpes del atacante en 1.

source: When used in defense, this unit reduces the attacker's number of strikes by 1.
es: Cuando se usa en defensa, esta unidad reduce el número de golpes del atacante en 1.

source: This unit regains movement points after an attack. Only works at night.
es: Esta unidad recupera puntos de movimiento después de un ataque. Solo funciona de noche.

source: This unit is able to move again after a nightly attack.
es: Esta unidad puede moverse de nuevo después de un ataque nocturno.

source: Spurt!
es: ¡Impulso!

source: This unit ignores the retaliation of the enemy and overruns just it.
es: Esta unidad ignora la represalia del enemigo y lo arrolla.

source: This unit is able to overrun an enemy. Whenever it attacks, it moves across the field of the defending unit.
es: Esta unidad puede arrollar a un enemigo. Cada vez que ataca, se mueve a través del campo de la unidad defensora.

source: The unit will heal itself 4 HP during night/other dark ToD (including tiles darkened by dark aura). If it is poisoned, it will remove the poison instead of healing.
es: La unidad se curará 4 PV durante la noche u otros lugares oscuros (incluidas las casillas oscurecidas por aura oscura). Si está envenenada, eliminará el veneno en lugar de curarse.

source: spirit
es: espíritu

source: female^spirit
es: espíritu

source: Immune to drain, poison and plague
es: Inmune a drenaje, veneno y plaga

source: incorporeal
es: incorpóreo

source: female^incorporeal
es: incorpórea

source: hardy
es: resistente

source: female^hardy
es: resistente

source: More resistant to weapon damage. +10% resistance to pierce, blade and impact.
es: Más resistente al daño de armas. +10% de resistencia a perforación, filo e impacto.

source: resistant
es: resistente

source: female^resistant
es: resistente

source: Especially resistant to magic and the elements. +10% resistance to arcane, cold and fire.
es: Especialmente resistente a la magia y los elementos. +10% de resistencia a arcano, frío y fuego.

source: vampire
es: vampiro

source: female^vampiress
es: vampira

source: Immune to plague and drain, but not poison.
es: Inmune a plaga y drenaje, pero no a veneno.

source: obedient
es: obediente

source: female^obedient
es: obediente

source: Zero upkeep
es: Cero mantenimiento

source: nightmare
es: pesadilla

source: heroic
es: heroico

source: female^heroic
es: heroica

source: +6 HP, +2 HP per level, +1 damage (all attacks), -20% XP to advance
es: +6 PV, +2 PV por nivel, +1 daño (todos los ataques), -20% PX para avanzar

source: elite
es: élite

source: female^elite
es: élite

source: +50% HP, +20% damage, +1 level
es: +50% PV, +20% daño, +1 nivel

source: This unit is stronger than its regular counterparts.
es: Esta unidad es más fuerte que sus contrapartes regulares.

source: supreme
es: supremo

source: female^supreme
es: suprema

source: +80% HP, +30% damage, +2 level
es: +80% PV, +30% daño, +2 niveles

source: This unit is superior to its regular counterparts.
es: Esta unidad es superior a sus contrapartes regulares.

source: fortified
es: fortificado

source: female^fortified
es: fortificada

source: +10% to all resistances, can only move on castles/keeps.
es: +10% a todas las resistencias, solo puede moverse en castillos/torreones.

source: vigilant
es: vigilante

source: female^vigilant
es: vigilante

source: Vigilant units have +2 vision and +2 jamming points.
es: Las unidades vigilantes tienen +2 de visión y +2 puntos de interferencia.

source: swift
es: ágil

source: female^swift
es: ágil

source: <italic>text='swift'</italic> units have 1 more strike in melee combat, but have 1 less damage. They also need 5% more XP to advance a level.
es: Las unidades <italic>text='ágiles'</italic> tienen 1 golpe más en combate cuerpo a cuerpo, pero 1 menos de daño. También necesitan un 5% más de PX para avanzar de nivel.

source: summoned
es: invocado

source: female^summoned
es: invocada

source: +20% damage when standing next to a conjuror.
es: +20% de daño cuando está al lado de un conjurador.

source: This unit has been summoned via non-recruiting methods. It is stronger when placed adjacent to a unit with the conjuror ability.
es: Esta unidad ha sido invocada mediante métodos no de reclutamiento. Es más fuerte cuando se coloca adyacente a una unidad con la habilidad de conjurador.

source: Tell $stored_leader.name not to move.
es: Decirle a $stored_leader.name que no se mueva.

source: Allow $stored_leader.name to move.
es: Permitir que $stored_leader.name se mueva.

source: Tell $stored_leader.name to move here.
es: Decirle a $stored_leader.name que se mueva aquí.

source: Cancel $stored_leader.name|'s movement order.
es: Cancelar la orden de movimiento de $stored_leader.name.

source: inspire
es: inspirar

source: female^inspire
es: inspirar

source: This unit can inspire own units that are next to it, making them fight better. Adjacent own units of lower or equal level will deal 15% more damage plus 15% for each level they are below the inspiring unit.
es: Esta unidad puede inspirar a las unidades propias adyacentes, haciéndolas luchar mejor. Las unidades propias adyacentes de nivel igual o inferior infligirán un 15% más de daño más un 15% por cada nivel que estén por debajo de la unidad inspiradora.

source: The presence of this unit inspires own units next to it to deal more damage in combat, though this only applies to units of lower or equal level.
es: La presencia de esta unidad inspira a las unidades propias adyacentes a infligir más daño en combate, aunque esto solo se aplica a unidades de nivel inferior o igual.

source: obscures
es: oscurece

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
es: Esta unidad oscurece el área circundante, haciendo que las unidades caóticas luchen mejor y las legales peor. Cualquier unidad adyacente a esta luchará como si fuera crepúsculo cuando es día, y como si fuera noche cuando es crepúsculo.

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse.
es: Esta unidad oscurece el área circundante, haciendo que las unidades caóticas luchen mejor y las legales peor.

source: protection
es: protección

source: Adjacent units of lower level from this side receive a +20% bonus to all resistances (up to a maximum of 50%).
es: Las unidades adyacentes de nivel inferior de este bando reciben un bono del +20% a todas las resistencias (hasta un máximo del 50%).

source: This unit can frighten enemy units that are next to it, making them fight worse. Adjacent enemy units of lower level will do less damage in battle. When an enemy unit of lower level is adjacent and engages in combat, its attacks do 15% less damage times the difference in their levels + 15%.
es: Esta unidad puede asustar a las unidades enemigas adyacentes, haciéndolas luchar peor. Las unidades enemigas adyacentes de nivel inferior infligirán menos daño en batalla. Cuando una unidad enemiga de nivel inferior está adyacente y entra en combate, sus ataques infligen un 15% menos de daño por la diferencia de niveles + 15%.

source: This unit’s melee attack can overwhelm the defenses of enemies, preventing them from retaliating as effectively.
es: El ataque cuerpo a cuerpo de esta unidad puede abrumar las defensas de los enemigos, impidiéndoles represaliar de manera efectiva.

source: Groups of units of this type are able to shield each other in combat.
es: Los grupos de unidades de este tipo pueden protegerse mutuamente en combate.

source: This unit can move either before or after attacking.
es: Esta unidad puede moverse antes o después de atacar.

source: This unit can daze its enemies, reducing their accuracy and defense until they end a turn.
es: Esta unidad puede atontar a sus enemigos, reduciendo su precisión y defensa hasta que terminen un turno.

source: formation
es: formación

source: female^formation
es: formación

source: This unit gains a +10% bonus to defense when another unit with the same ability is adjacent to it. However, this cannot raise the unit’s defense above 70%.
es: Esta unidad gana un bono del +10% a la defensa cuando otra unidad con la misma habilidad está adyacente. Sin embargo, esto no puede elevar la defensa de la unidad por encima del 70%.

source: disengage
es: separarse

source: female^disengage
es: separarse

source: If this unit doesn’t move before attacking, it will retain its movement points after the attack.
es: Si esta unidad no se mueve antes de atacar, conservará sus puntos de movimiento después del ataque.

source: heals +12
es: sana +12

source: female^heals +12
es: sana +12

source: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. A unit cared for by this healer may heal up to 12 HP per turn, or stop poison from taking effect for that turn. This ability will not cure an affected unit of poison, however, only delay its effect.
es: Esta unidad combina remedios herbales con magia para curar unidades más rápidamente de lo normal en el campo de batalla. Una unidad atendida por este sanador puede curar hasta 12 PV por turno, o detener el efecto del veneno durante ese turno. Esta habilidad no curará a una unidad afectada por veneno, solo retrasará su efecto.

source: divine aura
es: aura divina

source: female^divine aura
es: aura divina

source: Allows the unit to damage adjacent undead/vampire at the beginning of its side's turn. It cannot kill a unit, it can only lower its health to 1 HP. This ability lowers enemies' health by 8, ignoring any resistances or weaknesses of enemies, so it's very powerful against spirits.
es: Permite a la unidad dañar a no muertos/vampiros adyacentes al comienzo del turno de su bando. No puede matar a una unidad, solo puede reducir su salud a 1 PV. Esta habilidad reduce la salud de los enemigos en 8, ignorando cualquier resistencia o debilidad de los enemigos, por lo que es muy poderosa contra espíritus.

source: This unit damages adjacent undead/vampire at the beginning of its side's turn. It cannot kill a unit, it can only lower its health to 1 HP
es: Esta unidad daña a no muertos/vampiros adyacentes al comienzo del turno de su bando. No puede matar a una unidad, solo puede reducir su salud a 1 PV

source: radiance
es: radiancia

source: This unit slows and deals 8 arcane damage all nearby enemy units on the start of every new turn.
es: Esta unidad ralentiza e inflige 8 de daño arcano a todas las unidades enemigas cercanas al comienzo de cada nuevo turno.

source: death cloud
es: nube de muerte

source: This unit poisons all nearby enemy units on the start of every new turn.
es: Esta unidad envenena a todas las unidades enemigas cercanas al comienzo de cada nuevo turno.

source: heals minotaur +4
es: cura minotauro +4

source: female^heals minotaur +4
es: cura minotauro +4

source: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. A minotaur unit cared for by this healer may heal up to 12 HP per turn, or stop poison from taking effect for that turn. This ability will not cure an affected unit of poison, however, only delay its effect.
es: Esta unidad combina remedios herbales con magia para curar unidades más rápidamente de lo normal en el campo de batalla. Una unidad minotauro atendida por este sanador puede curar hasta 12 PV por turno, o detener el efecto del veneno durante ese turno. Esta habilidad no curará a una unidad afectada por veneno, solo retrasará su efecto.

source: regenerates +6
es: regenera +6

source: female^regenerates +6
es: regenera +6

source: The unit will heal itself 6 HP per turn. If it is poisoned, it will remove the poison instead of healing.
es: La unidad se curará 6 PV por turno. Si está envenenada, eliminará el veneno en lugar de curarse.

source: This unit heals itself each turn, though slightly less as if stationed in a village.
es: Esta unidad se cura cada turno, aunque ligeramente menos que si estuviera estacionada en una aldea.

source: initiative
es: iniciativa

source: All adjacent friendly units will strike first in melee combat, even when defending.
es: Todas las unidades aliadas adyacentes golpearán primero en combate cuerpo a cuerpo, incluso al defender.

source: This unit’s grasp of melee tactics allows adjacent allies to strike the first blow even when defending.
es: El dominio de las tácticas cuerpo a cuerpo de esta unidad permite a los aliados adyacentes golpear primero incluso al defender.

source: spellguard
es: guardia de hechizos

source: Adjacent units receive a +10%/+20%/+30% (varies by the ability user level) bonus to all magical resistances (up to a maximum of 30%).
es: Las unidades adyacentes reciben un bono del +10%/+20%/+30% (varía según el nivel del usuario de la habilidad) a todas las resistencias mágicas (hasta un máximo del 30%).

source: shield help
es: ayuda de escudo

source: Allies standing next to this unit recieve +15% physical resistances (up to 30%)
es: Los aliados que están al lado de esta unidad reciben +15% de resistencias físicas (hasta 30%)

source: cave ambush
es: emboscada en cueva

source: This unit can hide in cave, and remain undetected by its enemies. Enemy units cannot see this unit while it is in cave, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
es: Esta unidad puede ocultarse en cuevas y permanecer sin ser detectada por sus enemigos. Las unidades enemigas no pueden ver a esta unidad mientras esté en una cueva, salvo si tienen unidades adyacentes. Cualquier unidad enemiga que descubra por primera vez a esta unidad pierde inmediatamente todo su movimiento restante.

source: fire infliction
es: infligir fuego

source: When used offensively, inflicts fire status on the opponent for a single turn. Attacking the opponent again with another elemental attack type might trigger an elemental reaction.
es: Cuando se usa ofensivamente, inflige estado de fuego al oponente durante un turno. Atacar al oponente nuevamente con otro tipo de ataque elemental podría desencadenar una reacción elemental.

source: cold infliction
es: infligir frío

source: When used offensively, inflicts cold status on the opponent for a single turn. Attacking the opponent again with another elemental attack type might trigger an elemental reaction.
es: Cuando se usa ofensivamente, inflige estado de frío al oponente durante un turno. Atacar al oponente nuevamente con otro tipo de ataque elemental podría desencadenar una reacción elemental.

source: electric infliction
es: infligir eléctrico

source: When used offensively, inflicts electric status on the opponent for a single turn. Attacking the opponent again with another elemental attack type might trigger an elemental reaction.
es: Cuando se usa ofensivamente, inflige estado eléctrico al oponente durante un turno. Atacar al oponente nuevamente con otro tipo de ataque elemental podría desencadenar una reacción elemental.

source: thermal shock
es: choque térmico

source: When used against any unit with fire status, this attack deals double damage.
es: Cuando se usa contra cualquier unidad con estado de fuego, este ataque inflige el doble de daño.

source: This unit can attacks that can cause elemental reactions with fire.
es: Esta unidad puede realizar ataques que causan reacciones elementales con fuego.

source: overload
es: sobrecarga

source: When used against any unit with electric status, the damage inflicted is doubled.
es: Cuando se usa contra cualquier unidad con estado eléctrico, el daño infligido se duplica.

source: This unit can attacks that can cause elemental reactions with electric.
es: Esta unidad puede realizar ataques que causan reacciones elementales con eléctrico.

source: conjuror
es: conjurador

source: Adjacent units with the summoned trait will do 20% more damage
es: Las unidades adyacentes con el rasgo invocado infligirán un 20% más de daño

source: Note
es: Nota

source: To use a potion, right-click on any unit and select the appropriate option.
es: Para usar una poción, haz clic derecho en cualquier unidad y selecciona la opción apropiada.

source: (Remaining doses: $healing_potion)
es: (Dosis restantes: $healing_potion)

source: (Remaining doses: $haste_potion)
es: (Dosis restantes: $haste_potion)

source: Use healing potion
es: Usar poción de curación

source: Use haste potion
es: Usar poción de prisa

source: Potions
es: Pociones

source: You have found $potion_totals.
es: Has encontrado $potion_totals.

source: You have found $potion_details, for a total of $potion_totals.
es: Has encontrado $potion_details, para un total de $potion_totals.

source: hasted!
es: ¡acelerado!
